[
  {
    "description": "Enjoy a beautiful, worry-free yard all year long with 12 months of professional landscaping services . Pablo and his team will provide once a month visits to keep your outdoor spaces pristine, healthy, and inviting. From expert desert lawn care to thoughtful seasonal maintenance, this package ensures your home's curb appeal will always be at its best. This is a  rare opportunity to sit back, relax, and enjoy the beauty of a perfectly maintained landscape - without lifting a finger.Good for any home in the Tucson, Oro Valley, or Marana area. No expiration date.",
    "title": "One Year Monthly Landscaping Services",
    "item_id": 103,
    "short_title": "Landscaping",
    "fair_market_value": 1200,
    "categories": "HOME"
  },
  {
    "description": "Kathleen Arthur is a portrait painter best known for her YOU GO, GIRL collection-an empowering series that celebrates women through striking, vintage-inspired imagery. Each piece features anonymous women dressed to the hilt while engaging in everyday tasks, paired with clever double entendre titles that highlight the many facets of women's personalities. By inviting viewers to imagine themselves or a loved one in the scene, Kathleen's work creates an intimate and interactive connection with collectors.With a focus on capable women and universal storytelling, Kathleen's art blends elegance, humor, and strength. She is an active member of several artist organizations and is currently represented by the Tucson Gallery and Paloma Art Gallery.For this auction, Kathleen has generously donated an original 24 x 30 acrylic painting titled Show Stopper from the YOU GO, GIRL collection. The piece features a glamorous woman in classic 1950s attire, offering a steaming bag of popcorn-an irresistible mix of charm, nostalgia, and empowerment.",
    "title": "Original Painting by local artist Kathleen Arthur",
    "item_id": 104,
    "short_title": "Show Stopper",
    "fair_market_value": 2400,
    "categories": "ART"
  },
  {
    "description": "Lounge by Levitz Design is owned and operated by sisters, Amber Levitz ; Lindsay Levitz Burke. They have a wealth of experience in curating furniture and decor to create inviting spaces, from researching the best vendors, to purchasing and displaying everything from sofas to statement rugs, mixing high end investment with savvy affordable pieces. Lounge by Levitz Design allows them to bring their talents directly to you!Lounge by Levitz Design has generously donated an Amber Lewis x Loloi Collins neutral floor runner in pebble/silver plus a one-hour design site visit (expires 12/31/2026). Out of town charges apply if more than 20 miles from Central Tucson.",
    "title": "One Hour Personal Design Consult and Amber Lewis x Loloi Neutral Floor Runner 2'-9\" x 8'-0\"",
    "item_id": 105,
    "short_title": "Lounge Levitz",
    "fair_market_value": 2069,
    "categories": "HOME"
  },
  {
    "description": "Delight your guests with a truly unique and charming experience - a Private Donkey Party. This unique opportunity will bring 2 gentle, well-cared-for donkeys to your chosen location, offering an unforgettable chance to interact with these remarkable animals in an intimate and joyful setting. Guests will enjoy petting ; learning about the donkeys and feeding them animal cookies, creating both meaningful connections and lasting memories. Whether for a birthday, family gathering, or private celebration, this experience combines elegance, warmth, and a touch of whimsy that is seldom found - making it a one-of-a-kind offering you won't want to miss. Date will need to be scheduled with the director of Forever Home Donkey Rescue and Sanctuary, Inc. There is no expiration date.This unique opportunity also includes a repurposed wood crate that has been lovingly refinished and branded with an adorable donkey as a central focus filled with many donkey themed treasures. Some of these items include a donkey themed king sized machine quilted blanket in warm tones, Painted Donkey watermelon tequila, wine glass charms, cuff links, a stuffed donkey and more!This package is guaranteed to bring lots of big smiles!",
    "title": "A Donkey Party & More!",
    "item_id": 106,
    "short_title": "Donkey Party",
    "fair_market_value": 3000,
    "categories": "ENTERTAINMENT"
  },
  {
    "description": "Celebrate the vision of  Jack Eggman, acclaimed Tucson artist , with this extraordinary original art piece. Jack Eggman, a third generation Arizonian descended from copper miners, transformed his heritage into art by pioneering copper-inlaid monotypes - a medium that unites the raw power of primal art with the structural elegance of cubism . Each piece reflects both his personal story and Tucson's cultural roots, resulting in work that is as meaningful as it is visually striking. This is a rare opportunity to acquire a one-of-a-kind piece from a contemporary artist whose vision and craftsmanship continue to inspire and captivate.",
    "title": "Copper Artwork in Metal Frame by Local Artist Jack Eggman 35 x 48",
    "item_id": 107,
    "short_title": "Jack Eggman",
    "fair_market_value": 2200,
    "categories": "ART"
  },
  {
    "description": "Step back in time with an exclusive evening at The Treasury 1929 Speakeasy. This private event for up to 20 guests includes a stylish gathering with heavy appetizers and drinks, served in an atmosphere that echoes the glamour and intrigue of the Prohibition era. For up to three hours , you and your guests will enjoy the elegance, charm, and unforgettable ambiance that makes The Treasury one of Tucson's most unique venues.To reserve your experience, please contact Danny Scordato at least one week in advance . This is a  rare opportunity to host friends, family, or colleagues in an extraordinary setting that blends history, flavor, and sophistication.",
    "title": "Private \"Speakeasy\" Party for 20 People",
    "item_id": 109,
    "short_title": "Treasury 1929",
    "fair_market_value": 3000,
    "categories": "EXPERIENCE"
  },
  {
    "description": "Arizona's Catholic Tuition Support Organization has generously donated a $10,000 scholarship applicable toward 12 private school tuition in Arizona . This scholarship may be used at any qualifying private school, with the option to split the award over two years.Certificate must be redeemed by June 1, 2027 . To process, please contact Gracie Quiroz Marum at 520-838-2571.",
    "title": "$10,000 Scholarship Certification to Any Private School in Arizona",
    "item_id": 111,
    "short_title": "$10,000 Tuition",
    "fair_market_value": 10000,
    "categories": "SERVICES"
  },
  {
    "description": "DSW Commercial Real Estate has generously purchased $1,000 in gift cards to El Charro Cafe. The nation's oldest family-owned Mexican restaurant still in continuous operation. Founded in 1922, El Charro has become a Tucson icon, celebrated for its authentic Sonoran cuisine and rich heritage. These gift cards never expire and can be used at any of the El Charro family restaurants, making them the perfect way to enjoy a true taste of Tucson's history and flavor.",
    "title": "$1000 Gift Cards to Spend at El Charro Family of Restaurants",
    "item_id": 113,
    "short_title": "El Charro",
    "fair_market_value": 1000,
    "categories": "RESTUARANT"
  },
  {
    "description": "HopeKids has donated an incredible experience for baseball fans! A private suite at Chase Field during the 2026 Diamondbacks home season. This exclusive package includes 18 tickets and 3 parking passes, offering the perfect way to enjoy the game in comfort and style. The winning bidder may select their preferred game with at least one month's notice. While food and beverages are not included, it is available for purchase to enhance the suite experience.",
    "title": "Private Suite at a Diamondbacks Game @ Chase Field 2026 Season",
    "item_id": 114,
    "short_title": "D-Backs Suite",
    "fair_market_value": 2500,
    "categories": "EXPERIENCE"
  },
  {
    "description": "Downtown Tucson Gift Cards! Enjoy ten $100 Downtown Tucson Partnership universal gift cards, accepted at more than 50 local downtown businesses including restaurants, shops, and entertainment venues. Cards never expire and are not redeemable for cash or refunds. https://downtowntucson.org/dine-and-shop/gift-card/gift-card-participating-businesses",
    "title": "$1000 Gift Cards to Spend at Over 50 Different Downtown Tucson Businesses",
    "item_id": 115,
    "short_title": "Downtown Dollar",
    "fair_market_value": 1000,
    "categories": "ENTERTAINMENT"
  },
  {
    "description": "Private tasting and tour for 4 guests at Baldacci Family Vineyards. Guests will taste 4 wines, enjoy small bites, and experience a private tour of the wine cave. Please book your experience by contacting Jessica Marshall, Estate House Manager @ (707)204-0037 or jessica@baldaccivineyards.com. Expires on 12/31/2026.",
    "title": "Baldacci Wine Tasting & Tour for 4 Guests",
    "item_id": 116,
    "short_title": "Napa Wine Yumm",
    "fair_market_value": 500,
    "categories": "WINE TASTING"
  },
  {
    "description": "Indulge in an unforgettable wine tasting experience for six at the stunning Reverie II Winery in Napa! Picture yourself and your friends savoring exquisite wines while enjoying the beautiful vineyard views. This exclusive silent auction opportunity promises not just a delightful tasting but also a chance to create lasting memories.",
    "title": "Reverie II Wine Tasting for 6 Guests",
    "item_id": 117,
    "short_title": "Did I hear NAPA",
    "fair_market_value": 600,
    "categories": "WINE TASTING"
  },
  {
    "description": "Indulge in an unforgettable wine tasting experience for six at the stunning Aonair Winery in Napa! Picture yourself and your friends savoring exquisite wines while enjoying the beautiful vineyard views. This exclusive silent auction opportunity promises not just a delightful tasting but also a chance to create lasting memories.",
    "title": "Aonair Winery tasting for 6 guests",
    "item_id": 118,
    "short_title": "Napa",
    "fair_market_value": 600,
    "categories": "WINE TASTING"
  },
  {
    "description": "Enjoy the unforgettable opportunity for four guests to experience a showcase of signature wines and Cabernet Sauvignon, the flagship offering at Darioush. You will also get to enjoy Persian roasted pistachios and mezze plates created by the culinary team at Darioush. And don't forget this experience also comes with a bottle of 2019 Darioush Red Wine that you can enjoy at home before your trip to the winery!",
    "title": "Darioush Winery Tasting for 4 & 2019 Darioush Red Wine",
    "item_id": 119,
    "short_title": "Wine and More!",
    "fair_market_value": 470,
    "categories": "WINE TASTING"
  },
  {
    "description": "Enjoy 6 nights in one of the finest villas in Belize! All located on the Caribbean Sea with four bedrooms, the villas are true Central American gems. A short step out the back door will take you right into the ocean. Placencia is known for breathtaking world class snorkeling and diving as well as numerous other water sports. The fishing is some of the best in the world. A short boat ride will take you to the majestic Monkey River, where you will have firsthand encounters with the local monkey populations!INCLUDES:- 6 Nights in 4BR Belizean villa (sleeps up to 8 people- Full service concierge- $250 utilities credit- Valid for a wide range of dates throughout the yearYour villa will have queen or king beds in each room with private bath, Wifi, and TV. Most villas also have a private onsite pool. All come with linens, towels, a few rolls of paper towels and toilet paper. Soap (dish washing or laundry soap) and groceries are not included and can be purchased locally.$65 pp in country service fee applies.Book within 12 months of purchase; complete travel within 18 months of purchase. Non-refundable; fully transferrable.",
    "title": "Six Nights in Amazing Belizean Villa for Eight!",
    "item_id": 120,
    "short_title": "Belize",
    "fair_market_value": 14000,
    "categories": "TRAVEL"
  },
  {
    "description": "Escape to the breathtaking beauty of Banff National Park in Alberta, Canada with a 4-night getaway for two. Surrounded by the majestic Canadian Rockies, this retreat promises a blend of serene landscapes and outdoor adventures.INCLUDES:- 4 nights in your choice of hotels in the Banff area- Choose from hotels detailed in the link below- Room will accommodate 2 adults and may contain a large bed or two smaller beds at hotel's discretion.- Upgrade your room, add additional travelers, and extend your stay for a fee at redemption.Some properties charge a resort fee at check-in, as well as a refundable deposit. View valid resorts, current availability, estimated fees at check-in, and booking terms at: https://redeem.travelpledge.com/T42825",
    "title": "4 Nights for Two in Breakthtaking Banff!",
    "item_id": 121,
    "short_title": "Banff Canada",
    "fair_market_value": 1700,
    "categories": "TRAVEL"
  },
  {
    "description": "Enjoy a five nights / six days in paradise in Fiji! Nanuku Resort was voted the 2021 #2 Resort in Australia ; The South Pacific by Cond&eacute; Nast and the 2019 Winner of the CondeNast Traveler's Choice Awards #1 Best Resort in Australia ; The South Pacific. The quintessential South Pacific paradise is set along the coastline of Fiji's main island Viti Levu. Nanuku is Fiji's adventure capital with over 50 incredible activities while expertly blending contemporary luxury and Fijian culture. It is a relaxing sanctuary, offering innovative dining, secluded beaches, and a Fijian spa.INCLUDES:- 5 Nights in Beachfront Pool Suite- Daily boutique a la carte breakfast after your first night's stay- Weekly schedule covering over 20 complimentary activities, including cultural and traditional shows- Fijian warrior welcome and selected cultural activities during your stay- Wi-Fi throughout your suite/villa and Clubhouse",
    "title": "Escape to Nanuku Resort Fiji for Two!",
    "item_id": 122,
    "short_title": "Nanuku Figi!",
    "fair_market_value": 9000,
    "categories": "TRAVEL"
  },
  {
    "description": "Enjoy 7 nights in the terrific French region of Dordogne! La Roque-Gageac is the picturesque village of this fantastic river view home. Savor the natural beauty of this distinct area of France, as well as a truly authentic medieval village completed by stunning views. One of 'Les Plus Beaux Villages de France' (the most beautiful villages of France), La Roque-Gagaec is situated within 9 miles of a stunning stretch of the beautiful Dordogne river. This charming village offers historic architecture, unique shops, fantastic restaurants, and bamboo gardens. Fill your days with a river tour (Garbars), canoes steps from your door, and nearby castles, caves and markets.INCLUDES:- 7 nights in a the Dordogne Village-House- Special welcome package- Assistance from US-based property ownerDating from the Middle Ages, the completed renovated 4 bedroom Dordogne Village-House is reportedly the oldest in the village. There are ancient stone steps gently ascending the hill, leading directly to the house. It offers an excellent opportunity to savor the natural beauty of this distinct area of France, as well as a truly authentic medieval village.",
    "title": "Amazing Week for Eight in French Village",
    "item_id": 123,
    "short_title": "Oui France!",
    "fair_market_value": 5100,
    "categories": "TRAVEL"
  },
  {
    "description": "Enjoy a 7-night stay with your friends and family at Villa Pantai! Villa Pantai, meaning beach front, in Balinese, is a luxury villa located on the beach in the peaceful village of Amed. Set against a gorgeous mountain backdrop, Villa Pantai offers incredible lush views wherever you look. You'll be awakened by the stunning sunrises - witness the local fishermen arriving with their daily bounty. This amazing property can accommodate up to 8 guests!- 7 nights at Villa Pantai- Airport transfers- Welcome drinks- Daily breakfast (Indonesian or American)- 8 one-hour Balinese massages- 4 scuba diving sessions- Special Balinese dinner served poolside with Balinese dancers to entertain- Sunday check-ins only. Subject to Availability.Villa Pantai offers nearly 7000 square feet of secluded luxury on 1.5 acres of private beachfront. Boasting four spacious suites with spectacular views, A/C, fitness ; billiard rooms, and 4.5 full modern Western bathroom facilities, Villa Pantai is the essence of true luxury!",
    "title": "7-Night Luxury Vacation to Bali for Eight!",
    "item_id": 124,
    "short_title": "Indonesia",
    "fair_market_value": 14500,
    "categories": "TRAVEL"
  },
  {
    "description": "Win a a perfect trip to discover some Portuguese wine regions, while also enjoying the comfort of staying at two Portugal manor house estates. This one-week trip combines the discovery of the landscape and cultural jewels of the historic Minho and the UNESCO-protected Douro Valley with the enjoyment of high-quality wines and instructive insights into the production methods. Your accommodations are two internationally renowned wineries in the &ldquo;Solares de Portugal.&rdquo; Viana do Castelo and Lamego, PortugalINCLUDES:- 7 nights accommodation- 4 nights at Quinta do Ameal, Viana do Castelo and 3 nights at Casa de Santo Ant&oacute;nio de Britiande, Lamego- Welcome-Drink at each property- 2 Cooking classes- 2 Wine tastings- Breakfast included daily- 2 Dinners (excluding drinks)- Valid year-round; weekday check-ins onlyTravelers are responsible for all transportation, including airport transfers and transportation between cities.NOT INCLUDED: flights, meals ; beverages not mentioned, rental car, fuel, tolls, guides, entrance fees to archeological sites, museums, and wineries outside the properties where you are staying, personal expenses, private or guided toursSubject to availability. Not valid during Thanksgiving, Christmas ; USA holidays.",
    "title": "Portugal Wine & Gastronomy Experience for Two",
    "item_id": 125,
    "short_title": "Portugal",
    "fair_market_value": 1,
    "categories": "TRAVEL"
  },
  {
    "description": "LIMA:-Transfers Included: Airport/Hotel/Airport-Tour downtown: Saint Dominique Convent-Visit the local Market in Surquillo-Cooking class (approx. 2 hours)-2 Nights at Hotel B in Lima (Includes Breakfast)-Certified Relais ; Chateau 5-star propertyCUSCO/SACRED VALLEY:-Transfers Included: Airport/Hotel/Airport-HD City Tour: Koricancha-Excursion Sacred Valley: Awanacancha, Pisac Market, Hacienda Huayocari (Lunch menu)-Experiences in the Andes: Chinchero, Moray, Ollantaytambo+ lunch menu-1 Night at Aranwa Valley Hotel in the Sacred Valley (Includes Breakfast).-5-star propertyFull Day- MACHU PICCHU:-Train round trip, bus round trip in Machu Picchu, ticket entry to Machu Picchu, English Speaking Guide private, lunch menu, transfer from Ollanta to the hotel-Cusco.-1 Night at the Mapi by Inkaterra Hotel in Aguas Calientes (Includes Breakfast)CUSCO:-Excursions: Visit San Pedro Market, the Bohemian neighborhood of San Blas, the Sacred Temple of the Sun or Qoricancha, and the twelve-angled stone.-2 Nights at Aranwa Boutique Hotel in Cusco (Includes Breakfast)-5-star property",
    "title": "Machu Picchu & Lima Culture Experience for Two",
    "item_id": 126,
    "short_title": "Peru!",
    "fair_market_value": 1,
    "categories": "TRAVEL"
  },
  {
    "description": "Experience 4 amazing nights in an Esperanza Resort 3-bedroom Villa. Each villa is approximately 3800 sq ft of indoor/outdoor living space with a full kitchen and dining room. This vacation is Ideal for couples, families or groups.INCLUDES:- 4 nights in a luxury 3-bedroom 3800 sq. foot villa- $250 resort credit to use however you like- Concierge services- Sunday Check-ins onlyThe blue Pacific and the Sea of Cortez are home to an array of Cabo San Lucas activities including outstanding snorkeling, sailing and sport fishing. Play championship golf in Cabo and take in the stunning views of the sea and surrounding desert. If you are a thrill-seeker, ride the dunes or go on a whale watching journey. For a tranquil experience, unwind at a world-renowned Cabo spa or sample eclectic shopping with exciting nightlife just steps away.https://vimeo.com/172469386",
    "title": "Esperanza Rresort - Cabo San Lucas Luxury for Six!",
    "item_id": 127,
    "short_title": "Cabo San Lucas",
    "fair_market_value": 12000,
    "categories": "TRAVEL"
  },
  {
    "description": "Get ready for an adventure filled with great culinary adventures for active food Lovers. Your experience will immerse you in Mexico's vibrant capital filled with art and culture. Soak in a full day's tour of this great city's local neighborhoods, restaurants, and historical spots. Enjoy winding down and experiencing the spa at the 5-star InterContinental Presidente, where you will rest and recharge in your king classic room for your ongoing adventure in Mexico City.INCLUDES:- Five nights (King Classic) Presidente InterContinental in Polanco (or similar based on availability).- Round-trip private luxury transportation to/from the Mexico City International Airport.- Breakfast for two every morning.- Charming Colonia Roma Food or City Center Food Tour for two.- Evening Tacos ; Mezcal Tour for two.- Historic Center Food tour in Mexico City for two.- Hot Air Balloon @ Teotihuacan for two (optional Frida Kahlo Museum ; Xochimilco).- Additional tours available for a fee, such as the Pyramids of Teotihuacan early access tour or Coyoacan and Frida Kahlo MuseumValid year-round; weekday check-ins only",
    "title": "Mexico City Foodie & Cultural Experience for Two",
    "item_id": 128,
    "short_title": "Mexico City Si!",
    "fair_market_value": 1,
    "categories": "TRAVEL"
  },
  {
    "description": "Enjoy a case of Silver Oak winemaker signed 2018 Cabernet Sauvignon! For 50 years, Silver Oak has produced delicious, distinctive and food-friendly Cabernet Sauvignon wines from our Napa Valley and Alexander Valley wineries. The 2018 Silver Oak Napa Valley Cabernet Sauvignon is ruby in color with notes of strawberry, fresh carnation, black pepper and vanilla. This wine builds in strength and body across the mid-palate with a blackberry character on the finish and bright cherry return. With integrated tannins, it's expressive yet luxurious with an even, balanced finish.INCLUDES:- 12 bottles of Silver Oak winemaker signed 2018 Cabernet Sauvignon- ShippingDue to legal restrictions on shipments of wine, shipping is permitted only to certain states: AK*, AZ, CA, CO, CT, DC, FL*, GA, HI, IA, ID, IL, KS, MD, ME, MI, MN, MO, MT, NC, ND, NE, NH, NM, NV, NY, OR, PA, SC, SD, TN*, TX, VA, VT, WA, WI, WV and WY (*wet zip codes only). Can't be shipped internationally.Autographed bottles will be shipped to the winning bidder within approximately 45 days.",
    "title": "Signed Case of Silver Oak Cabernet Sauvignon",
    "item_id": 129,
    "short_title": "Silver Oak Wine",
    "fair_market_value": 1,
    "categories": "WINE"
  },
  {
    "description": "Own a piece of baseball history with an official 1923 Yankee Stadium brick, used in the construction of the original iconic stadium. This weathered brick not only symbolizes the foundations of one of the most storied sports venues but also connects you to the era of legends. Bid now to secure this unique collector's item and bring the spirit of Yankee history into your personal memorabilia collection.INCLUDES:- Official 1923 Yankee Stadium brick used in the building of the original Yankee Stadium. These bricks were saved during the demolition of the Stadium in 2008.- Steiner Sports COA as well as a MLB hologram- FREE shipping within the continental United StatesLong Island Silent Auction is the tri-state area's premier silent auction company. With over 30 years of experience in sports memorabilia and framing, Long Island Silent Auction offers only the highest quality authentic items. All items are sourced directly through the athletes or their representatives and come authenticated by leading 3rd party authenticators. All frames are museum quality. Our number 1 priority is your satisfaction.",
    "title": "1923 Yankee Stadium Brick",
    "item_id": 130,
    "short_title": "Yankee Fans",
    "fair_market_value": -1,
    "categories": "HOME"
  },
  {
    "description": "Immerse yourself in the transformative practice of Pilates with this exclusive offer at Fletcher Pilates studio. With an unlimited class pass for a year, you can attend as many classes as you like to deepen your understanding and connection to your body.In addition, you will also receive three private Pilates sessions with owner and experienced instructor, Kyria Sabin. Kyria brings her expertise and passion for Pilates to each session, creating a personalized experience tailored to your specific needs and goals.To top it off, you will also receive a basket of Fletcher logo swag to show off your love for Pilates both in and out of the studio.Don't miss this opportunity to elevate your Pilates practice and experience the world of Fletcher Pilates like never before. Get ready to strengthen your body, focus your mind, and discover the transformational power of Pilates.",
    "title": "Annual Unlimited Class Pass Plus Three Private Sessions With Owner, Kyria Sabin @ Fletchers Pilates",
    "item_id": 131,
    "short_title": "Pilates",
    "fair_market_value": 1650,
    "categories": "SPORTS"
  },
  {
    "description": "Escape to the luxurious Ventana Canyon Resort for a night of relaxation and adventure with our special package offer. Stay in a spacious one-bedroom suite for two guests, complete with modern amenities and stunning views of the surrounding desert landscape.In addition to your accommodations, enjoy a round of golf for two on our world-renowned courses, including use of carts for easy navigation. Tee times must be booked at least two days in advance to ensure availability.Please note that this offer is not redeemable for cash and dates cannot be extended. To reserve your room, please call (520) 577-1400. To book your golf tee time, call 520-577-4061 and ensure your spot on the greens ahead of time.Indulge in a memorable stay at Ventana Canyon and experience the ultimate blend of luxury and leisure.",
    "title": "One Night Stay Plus Golf for Two",
    "item_id": 132,
    "short_title": "Ventana Canyon",
    "fair_market_value": 800,
    "categories": "EXPERIENCE"
  },
  {
    "description": "Flower Sapphire & Diamond Pendant from Ben Bridge Jeweler",
    "title": "Flower Sapphire & Diamond Pendant from Ben Bridge Jeweler",
    "item_id": 133,
    "short_title": "Pendant",
    "fair_market_value": 1700,
    "categories": "JEWELRY"
  },
  {
    "description": "C. Eaton Pet Photography offers a premium photography experience for your furry companions. Our package includes a full session with a talented pet photographer, capturing beautiful and unique moments of your beloved pets. Additionally, you will receive $1200 worth of artwork to cherish and display in your home.Please note that this package is non-transferrable and has no cash value. It expires on 12/14/2026, so book your session now to create lasting memories with your pets. Trust C. Eaton Pet Photography to provide you with exceptional quality and a personalized touch in every photo.",
    "title": "C. Eaton Photography Session",
    "item_id": 134,
    "short_title": "Pet Photos",
    "fair_market_value": 1500,
    "categories": "ART"
  },
  {
    "description": "This exclusive wine experience in Sonoma, California offers a luxurious day of wine tasting at three prestigious wineries.First, start your day at Papapietro Perry Winery where you and three guests will enjoy a private tasting of their exquisite wines. Plus, you are winning 2 magnum bottles of their highly acclaimed 2020 ; 2021 Campbell Ranch Pinot Noir to savor at home.Next, head over to Robert Young Estate Winery for an estate tasting for four guests with private seating overlooking the breathtaking Alexander Valley. Indulge in their world-class wines while taking in the stunning views.Lastly, end your day at Williams Selyem Estate where you and five guests will enjoy a private tour and tasting of their exceptional wines. Plus you are winning a magnum bottle of their 2020 Vista Verde Pinot Noir to add to your collection.This wine experience is perfect for wine connoisseurs looking to taste some of Sonoma's finest wines while enjoying the beautiful scenery of the region. Book your exclusive wine tour today and make unforgettable memories in Sonoma, California.",
    "title": "Visit 3 Sonoma Wineries for Tours & Tastings Plus 3 Magnums of Wine!",
    "item_id": 136,
    "short_title": "Sonoma Wineries",
    "fair_market_value": 1192,
    "categories": "EXPERIENCE"
  },
  {
    "description": "Experience the benefits of assisted stretching with 12 passes to Stretch Zone. Our specialized stretching sessions can help improve flexibility, increase range of motion, and alleviate muscle tension. Whether you're an athlete looking to enhance performance or recovering from an injury, our personalized approach can help you achieve your wellness goals. Contact Chris at 336-601-6348 to schedule your first appointment and start your journey towards better mobility and overall well-being at Stretch Zone.",
    "title": "12 Visit Passes to Stretch Zone",
    "item_id": 137,
    "short_title": "Stretch Zone",
    "fair_market_value": 540,
    "categories": "SPORTS"
  },
  {
    "description": "12 months of coworking desk space for one person at the L Offices North. This package includes a sit-stand desk, locable cabinet, access to onsite gym, and 24/7 access. A headshot photo shoot with 3 handcrafted, edited, and basic retouched images included.12 months must be completed by 3/31/2027.",
    "title": "12 Months Work Space Plus Headshot Photo Shoot",
    "item_id": 138,
    "short_title": "L Office Space",
    "fair_market_value": 5063,
    "categories": "SERVICES"
  },
  {
    "description": "Step into a world of luxury and sophistication at the AC Hotel Tucson Downtown. Your night begins as you check into your upgraded king room, where modern design meets comfort. Relax and unwind in style, with plush bedding, sleek furnishings, and all the amenities you need for a perfect night away.After settling in, head down to the lobby bar and present your two complimentary drink tickets. Sip on a handcrafted cocktail or a glass of wine as you soak in the chic ambiance of the hotel.In the morning, wake up to a delicious complimentary breakfast spread, featuring a selection of fresh pastries, fruits, cereals, and more. Fuel up for the day ahead, knowing that you've had a restful night's sleep in the heart of downtown Tucson.To reserve your night at the AC Hotel Tucson Downtown, simply email emundew@cimahotels.com at least one week prior to your requested date. Please note that availability is limited and blackout dates may occur. Don't miss out on this exclusive offer, and book your stay before it expires on 8/31/2026.",
    "title": "One Night Stay in Upgraded King Room",
    "item_id": 139,
    "short_title": "AC Hotel Tucson",
    "fair_market_value": 400,
    "categories": "EXPERIENCE"
  },
  {
    "description": "Step into a world of luxury and sophistication at the AC Hotel Tucson Downtown. Your night begins as you check into your upgraded king room, where modern design meets comfort. Relax and unwind in style, with plush bedding, sleek furnishings, and all the amenities you need for a perfect night away.After settling in, head down to the lobby bar and present your two complimentary drink tickets. Sip on a handcrafted cocktail or a glass of wine as you soak in the chic ambiance of the hotel.In the morning, wake up to a delicious complimentary breakfast spread, featuring a selection of fresh pastries, fruits, cereals, and more. Fuel up for the day ahead, knowing that you've had a restful night's sleep in the heart of downtown Tucson.To reserve your night at the AC Hotel Tucson Downtown, simply email emundew@cimahotels.com at least one week prior to your requested date. Please note that availability is limited and blackout dates may occur. Don't miss out on this exclusive offer, and book your stay before it expires on 8/31/2026.Treat your loved ones to a delicious dining experience with a $150 gift card to El Charro family of restaurants. El Charro offers authentic Mexican cuisine made with fresh, high-quality ingredients. From sizzling fajitas to homemade tamales and refreshing margaritas, there is something for everyone to enjoy.",
    "title": "One Night Stay in Upgraded King Room at the AC Marriott & Dinner at Your Choice of Si Charro's!",
    "item_id": 139,
    "short_title": "Downtown Date",
    "fair_market_value": 550,
    "categories": "EXPERIENCE"
  },
  {
    "description": "Escape to downtown Tucson for a luxurious overnight getaway at the AC Hotel. Enjoy a one night stay in a stylish and modern room, where you can relax and unwind in comfort.Indulge in a culinary experience with a $150 giftcard to spend at El Charro, a beloved family of restaurants in Tucson known for their delicious and authentic Mexican cuisine. Savor flavorful dishes and refreshing drinks at one of their several locations, each offering a unique and inviting atmosphere.In addition, you will receive a $100 giftcard to spend at Forbes Butcher shop or restaurant, where you can explore a selection of high-quality meats and gourmet items. Whether you choose to dine in or take home some premium cuts to cook yourself, Forbes Butcher promises a top-notch dining experience.Treat yourself to a memorable stay and culinary adventure with this overnight package at the AC Hotel in downtown Tucson. Relax, dine, and explore all that this vibrant city has to offer.",
    "title": "One Night @ AC Marriott, $150 El Charro & $100 Forbes",
    "item_id": 139,
    "short_title": "Downtown Date",
    "fair_market_value": 650,
    "categories": "EXPERIENCE"
  },
  {
    "description": "Imagine walking into a beautifully decorated reception hall in Tucson, the soft glow of fairy lights illuminating the room, and in the center of it all stands the talented Joe Bourne. Dressed in a sleek suit, Joe greets guests with his warm smile and charming demeanor. As the evening progresses, Joe takes the stage and captivates the crowd with his smooth and soulful voice.His versatile repertoire includes jazz standards, R&amp;B classics, and pop hits, ensuring there is something for everyone to enjoy. Whether it's a lively party atmosphere or a more laid-back cocktail reception, Joe knows how to set the perfect mood with his incredible vocal range and stage presence.Guests are swept away by his powerful renditions of timeless songs, and soon find themselves dancing and singing along. Joe's passion for music shines through in every note, leaving a lasting impression on everyone in attendance.With Joe Bourne as the entertainment for your reception or party in Tucson, you can be sure that your event will be a night to remember. So save the date and get ready to experience the magic of live music with one of the best in the business.",
    "title": "Two Hour Performance of a Soloist for a Reception or Party",
    "item_id": 140,
    "short_title": "Joe Bourne",
    "fair_market_value": 600,
    "categories": "EXPERIENCE"
  },
  {
    "description": "Things to Make You Feel Great!",
    "title": "Things to Make You Feel Great!",
    "item_id": 140,
    "short_title": "Lil' Luxuries",
    "fair_market_value": 1100,
    "categories": "EXPERIENCE"
  },
  {
    "description": "Golf enthusiasts can enjoy a day of golf at both SaddleBrooke One and Oro Valley Country Club with 18 holes of golf at each course. Both courses offer stunning views and challenging layouts, making for an exciting and enjoyable round of golf. With carts included for added convenience, players can focus on their game and soak in the beauty of the desert landscape. Whether you're a beginner or a seasoned golfer, playing at these renowned courses is sure to be a memorable experience.For tee time reservations at SaddleBrooke One, you can contact Jane Chanik at 520-825-3048 or email her at jchanik@saddlebrooke.org.For tee time reservations at Oro Valley Country Club, you can contact Nick Conway at 520-297-3322 or email him at nick.conway@invitedclubs.com.",
    "title": "Golf Foursome at SaddleBrooke One and Oro Valley Country Club",
    "item_id": 141,
    "short_title": "Golf",
    "fair_market_value": 1000,
    "categories": "SPORTS"
  },
  {
    "description": "Embark on an exclusive and indulgent Bespoke Beauty Day at Bespoke Beauty Salon in Tucson, AZ. This luxurious package goes beyond the typical salon experience by offering a complete day of pampering and relaxation. Upon arrival, you'll be treated to a customized facial using the premium Zo Skin Care products , carefully selected to address your specific skincare needs and concerns.But that's not all - as a special treat, this package includes a curated basket of Zo Skin Care items for you to take home and continue your skincare routine. From cleansers to moisturizers, serums, and more, these products will help you maintain your radiant glow long after your day of beauty.To top it all off, your package also includes a hair transformation by the talented Gabriella Barraza Fuentes at Trim Salon . Whether you're in the mood for a stylish new cut, a bold and vibrant color change, or a complete hair makeover, Gabriella will work her magic to give you the stunning look you desire.Relax, unwind, and indulge in a day of personalized beauty that will leave you feeling rejuvenated, refreshed, and truly pampered from head to toe.",
    "title": "Certficate for Bespoke Beauty Day, ZO Skincare Products & Cut & Color by Gabriella Barraza Fuentes",
    "item_id": 144,
    "short_title": "Beauty Day!",
    "fair_market_value": 919,
    "categories": "SERVICES"
  },
  {
    "description": "Looking to freshen up your look? At Trim Salon, owner Gabrielle Barraza Fuentes is your go-to stylist for a fabulous hair cut and color transformation. With years of experience and a keen eye for style, Gabrielle will work with you to create a custom look that complements your features and personality. Whether you're looking for a subtle trim or a bold new color, she can deliver flawless results that leave you feeling confident and beautiful. Book an appointment with Gabrielle at Trim Salon today for a hair transformation that will leave you turning heads wherever you go. Expires 12/30/2026.",
    "title": "Hair Cut and Color by Gabriella Barraza Fuentes",
    "item_id": 144,
    "short_title": "Trim Salon",
    "fair_market_value": 250,
    "categories": "SERVICES"
  },
  {
    "description": "Get ready to transform your look with a stunning haircut and color by the talented stylist Brittany Medina at Trim Salon in Tucson, AZ. Brittany has a keen eye for detail and a passion for creating personalized styles that enhance your natural beauty. Whether you're craving a fresh new cut, vibrant highlights, or a bold new color, Brittany will work with you to achieve your desired look. With her expert technique and commitment to using high-quality products, you can trust that you'll leave Trim Salon feeling confident and gorgeous. Book your appointment with Brittany today and get ready to rock a head-turning hairstyle that reflects your unique style.expires 12/31/2026",
    "title": "Hair Cut & Color by Brittany Medina @ Trim Salon",
    "item_id": 145,
    "short_title": "Trim Salon",
    "fair_market_value": 250,
    "categories": "SERVICES"
  },
  {
    "description": "Indulge in the ultimate pampering experience with the Bespoke Beauty package in Tucson, AZ. This luxurious package not only includes a Bespoke Beauty Day, HaloRed therapy, Biocharger session, and Morphus treatment, but also comes with a basket of ZO skincare products to take your skincare routine to the next level.The ZO skincare products are specially curated to target specific skin concerns and provide professional-grade results. From cleansers and toners to serums and moisturizers, these products are designed to nourish and rejuvenate your skin for a healthy and radiant complexion.With the addition of the ZO skincare products, this package from Bespoke Beauty in Tucson, AZ offers a comprehensive and personalized approach to skincare that will leave you feeling pampered, refreshed, and glowing from head to toe. Treat yourself to the ultimate beauty experience and discover the transformative power of ZO skincare products.The Bespoke Beauty Day expires on 5/31/2026.",
    "title": "Certficate for Bespoke Beauty Day & Basket of ZO Skincare Products",
    "item_id": 146,
    "short_title": "Bespoke Beauty",
    "fair_market_value": 669,
    "categories": "SERVICES"
  },
  {
    "description": "Experience the ultimate music festival getaway with three of your friends at DUSK in 2026 (dates will be in November 2026)!This exclusive package guarantees a luxurious and stress-free experience from start to finish.With four tickets included, you and your friends will have all-access passes to enjoy the incredible lineup of artists and performances. Skip the long lines with express VIP lanes and enjoy the perks of a spacious VIP area complete with comfortable lounge seating.Forget about crowded and dirty bathrooms - our airconditioned premium bathrooms will provide a clean and refreshing restroom experience. Indulge in premium food selections from top-notch vendors and sip on your favorite drinks in style.Get up close to your favorite artists with front of stage viewing area access and never worry about losing your belongings with complimentary coat check service.Don't miss out on this opportunity to elevate your festival experience and create unforgettable memories with your friends at DUSK. Get ready for an unforgettable weekend of music, fun, and luxury!Please contact Kristen Repp @ 520-907-1488 by 10/15/2026 for the tickets",
    "title": "DUSK VIP Experience 2026",
    "item_id": 147,
    "short_title": "Dusk Festival",
    "fair_market_value": 1500,
    "categories": "EXPERIENCE"
  },
  {
    "description": "Experience a luxurious and comfortable journey to the scenic wine country of Southern Arizona with 6 hours of transportation provided by Top Shelf Transportation in Tucson. Gather your friends, family, or colleagues and hop on board our spacious 14-passenger van as we make our way to either Wilcox or Sonoita, the choice is yours!Sit back, relax, and enjoy the stunning desert landscape as we chauffeur you to some of the finest wineries in the region. Our professional and friendly driver will ensure a smooth and enjoyable ride, allowing you to fully immerse yourself in the wine-tasting experience.Whether you're a wine connoisseur or just looking for a fun and relaxing day out, this transportation package is the perfect way to explore the vineyards and sample the delicious wines of Southern Arizona. Don't miss out on this exclusive offer, book your excursion before it expires on 10/15/2026.",
    "title": "14 Passenger Van Transportation for Six Hours to Southern Arizona Wine Country",
    "item_id": 148,
    "short_title": "Wine Country",
    "fair_market_value": 1100,
    "categories": "SERVICES"
  },
  {
    "description": "Take your transportation to the next level with a luxurious round trip experience from Top Shelf Transportation. Bid on this exclusive package for a private round trip transportation service in Tucson for up to 6 guests. Our professional drivers will ensure a comfortable and reliable journey, allowing you to sit back and relax in style. Don't miss the opportunity to elevate your transportation with Top Shelf Transportation.",
    "title": "Roundtrip Transportation - Tucson International Airport (6 Guests)",
    "item_id": 149,
    "short_title": "Airport Shuttle",
    "fair_market_value": 250,
    "categories": "SERVICES"
  },
  {
    "description": "Indulge in an exquisite dining experience with a dinner party for eight at the renowned Fleming's Steakhouse in Tucson, Arizona. Enjoy a sophisticated ambiance, impeccable service, and the finest cuts of steak and seafood prepared by the talented culinary team.Experience Details:- Dinner party for eight guests at Fleming's Steakhouse in Tucson, AZ- Personalized service and attention to detail throughout the evening- Availability up to the expiration date of December 1, 2026- Gratuities not includedDon't miss this opportunity to treat yourself and your loved ones to a memorable dining experience at Fleming's Steakhouse. Bid now and secure a night of luxury and gastronomic delight!",
    "title": "Dinner for Eight at Flemings Prime Steakhouse",
    "item_id": 150,
    "short_title": "Flemings for 8",
    "fair_market_value": 1000,
    "categories": "EXPERIENCE"
  },
  {
    "description": "This stunning custom live edge walnut wood mirror created by Mesquite and Brass is the perfect addition to any space. The natural beauty of the walnut wood grain is highlighted by the live edge design, giving the mirror a unique and rustic look.With a generous size of 60 x 30 inches, this mirror will make a statement in any room. Whether hung in a hallway, bedroom, or living room, it is sure to enhance the aesthetic of your space.Delivery and installation are included with your purchase, so you can enjoy your new mirror hassle-free.",
    "title": "Custom 60 X 30 Live Edge Walnut Wood Mirror",
    "item_id": 151,
    "short_title": "Walnut Mirror",
    "fair_market_value": 4000,
    "categories": "ART"
  },
  {
    "description": "An interior designer can bring a wealth of knowledge and creativity to the table when it comes to decorating your commercial space. Win this package and here are a few ways they may assist you: 1. Space planning: Making the most of your space by creating a functional layout that maximizes efficiency and productivity. 2. Color scheme and materials selection: Choosing the right color scheme and materials make a huge impact on the look and feel of your space. 3. Lighting design: Proper lighting is essential to ensure adequate visibility and to create a pleasant ambiance. 4. Furniture selection: The right furniture can enhance the comfort and functionality of your commercial space. 5. Accessorizing and styling: Accessories such as artwork, rugs, and plants can add personality and warmth to your space.",
    "title": "Four Hour Consult by Eva Murzaite at Interiors in Design",
    "item_id": 152,
    "short_title": "Interior Design",
    "fair_market_value": 1140,
    "categories": "SERVICES"
  },
  {
    "description": "The Lost Resort in Greer, AZ offers the perfect escape for a weekday getaway. Nestled in the beautiful White Mountains of Arizona, this resort provides a serene and peaceful atmosphere for relaxation and rejuvenation.With this package, you will enjoy a 3-night stay at The Lost Resort, where you can unwind and disconnect from the hustle and bustle of daily life. Each night of your stay also includes a $200 restaurant credit, so you can indulge in delicious meals and drinks during your getaway.Whether you choose to explore the surrounding nature, relax by the fireplace, or simply enjoy the tranquility of the resort, The Lost Resort is the ideal destination for a rejuvenating escape.This package is valid until 10/1/2027, so don't miss out on this opportunity to experience a truly unforgettable retreat.",
    "title": "3 Weekday Night Getaway at The Lost Resort in Greer, AZ Plus $200 Daily Restaurant Credit",
    "item_id": 153,
    "short_title": "Lost Resorts",
    "fair_market_value": 1500,
    "categories": "VACATION"
  },
  {
    "description": "Join us for the ultimate golf experience at Tucson Country Club with your favorite foursome! Enjoy a round of golf on our immaculately maintained 18-hole championship course, featuring stunning desert landscapes and challenging layouts.After your round, relax and unwind with $100 in food and beverage credit to use towards a delicious meal or refreshing drinks at our clubhouse restaurant. Indulge in gourmet cuisine and signature cocktails while recounting your best shots and memorable moments on the course.This special offer is valid from May to September 2026, so gather your friends and make the most of the sunny days and warm evenings at Tucson Country Club. Book your tee time now for an unforgettable golf outing that is sure to create lasting memories.Please contact Steve Grove at (520)298-6769 to schedule Tee Time up to 2 weeks in advance.",
    "title": "Foursome of Golf with $100 Food & Beverage Credit",
    "item_id": 154,
    "short_title": "TCC Golf",
    "fair_market_value": 600,
    "categories": "SPORTS"
  },
  {
    "description": "This elegant necklace from Laurie and Lisa Designs features beautiful 18mm white and gray pearls, giving it a sophisticated and modern look. The pearls are strung together to form a stunning 20 1/2 inch necklace that is perfect for adding a touch of glamour to any outfit. The necklace is finished with a secure silver clasp, ensuring that it stays in place all day long. Perfect for both formal occasions and everyday wear, this necklace is a timeless addition to any jewelry collection.",
    "title": "18 MM White & Gray Pearl Necklace with Silver Clasp",
    "item_id": 155,
    "short_title": "Pearl Necklace",
    "fair_market_value": 1200,
    "categories": "JEWELRY"
  },
  {
    "description": "Three 25 x 25 local Tucson photos printed on high quality photo paper, dry mounted, framed in black wood frames and signed by professional photographer Candice Dowdall.",
    "title": "Three 25 x 25 Wood Framed Photo Prints of Tucson",
    "item_id": 156,
    "short_title": "Tucson Photos",
    "fair_market_value": 885,
    "categories": "ART"
  },
  {
    "description": "Three 16 x 20 local Tucson photos printed on high quality photo paper, dry mounted, framed in black wood frames and signed by professional photographer Candice Dowdall.",
    "title": "Three 16 x 20 Wood Framed Photo Prints of Tucson",
    "item_id": 157,
    "short_title": "Tucson Photos",
    "fair_market_value": 885,
    "categories": "ART"
  },
  {
    "description": "This exquisite package includes a stunning Thomas Kincade Framed Lithograph titled &quot;Garden of Prayer&quot; from 1997. Measuring 25 1/2 x 34 inches, this beautiful piece of art captures Kincade's signature style of luminous landscapes and serene settings. The lithograph is signed with a matrix, adding to its authenticity and value.The framed lithograph is elegantly displayed in a high-quality frame, enhancing its beauty and making it ready to hang in any home or office. This package makes the perfect gift for any art lover or Thomas Kincade enthusiast, adding a touch of tranquility and inspiration to any space. Don't miss the opportunity to own this timeless piece of art by the renowned &quot;Painter of Light.&quot;",
    "title": "Garden of Prayer Framed Lithograph 25 1/2 x 34",
    "item_id": 158,
    "short_title": "Thomas Kincade",
    "fair_market_value": 1000,
    "categories": "ART"
  },
  {
    "description": "Achieve your fitness goals with our exclusive package that includes a one-year membership to F45 Training, an InBody scan, a gym sack, and no enrollment fee. This comprehensive package provides you with everything you need to kickstart your fitness journey and track your progress over the next year.With your F45 Training membership, you will have access to high-intensity interval training classes led by certified trainers in a motivating group setting. These classes are designed to help you burn fat, build muscle, and improve your overall fitness level.The InBody scan will give you a detailed analysis of your body composition, including measurements of muscle mass, body fat percentage, and more. This information will help you set realistic goals and track your progress throughout the year.To make sure you have everything you need for your workouts, we are also including a gym sack to carry your essentials to and from the gym.Best of all, there is no enrollment fee with this package, so you can start your membership right away and begin working towards your fitness goals. Make sure to activate your membership by 3/31/2026 to take advantage of this special offer.Don't wait any longer to invest in your health and fitness &ndash; sign up for this package today and start your journey towards a healthier, happier you!",
    "title": "One Year Unlimited F45 Fitness Membership",
    "item_id": 159,
    "short_title": "F45 Fitness",
    "fair_market_value": 2243,
    "categories": "SPORTS"
  },
  {
    "description": "Enhance your natural beauty with this exclusive skincare treatment package from The Low T Clinic/Evolve Wellness! Bid on the opportunity to revitalize your skin on your face and neck with a series of four cool peels or indulge in the ultimate pampering experience with theDekka Tetra Pro Service. This rejuvenating package also includes a complimentary consultation to tailor the treatment to your specific needs. Don't miss out on the chance to achieve glowing, radiant skin and bid now! Expires on December 31, 2026.",
    "title": "Choose a Series of Four Cool Peel of Face & Neck or A Dekka Tetra Pro Service @ Evolve Wellness",
    "item_id": 160,
    "short_title": "Dekka/Cool Peel",
    "fair_market_value": 3200,
    "categories": "SERVICES"
  },
  {
    "description": "Dive into a year-long culinary adventure with Vitality Bowls in Tucson, AZ with their Once Monthly Meals package! Indulge in a delicious and healthy meal once a month for an entire year, featuring their signature acai bowls, smoothies, salads, and more. Each meal is crafted with fresh, high-quality ingredients that are packed with nutrients and flavor. Whether you're looking for a quick and nutritious meal on-the-go or a satisfying lunch option, Vitality Bowls has you covered. Treat yourself to a year of wholesome and delicious meals that will leave you feeling energized and satisfied.",
    "title": "One Meal Per Month for One Year",
    "item_id": 161,
    "short_title": "Vitality Bowls",
    "fair_market_value": 240,
    "categories": "RESTUARANT"
  },
  {
    "description": "DSW Commercial Real Estate has generously purchased $1,000 in gift cards to El Charro Cafe! The nation's oldest family-owned Mexican restaurant still in continuous operation. Founded in 1922, El Charro has become a Tucson icon, celebrated for its authentic Sonoran cuisine and rich heritage. These gift cards never expire and can be used at any of the El Charro family restaurants, making them the perfect way to enjoy a true taste of Tucson's history and flavor.",
    "title": "Sparkle Cleaners Tucson $1200 Account Credit for Any Service",
    "item_id": 163,
    "short_title": "Dry Cleaning",
    "fair_market_value": 1200,
    "categories": "SERVICES"
  },
  {
    "description": "Elif's Yildiz is the owner and chef behind the delicious Turkish cuisine that is prepared weekly at the Rillito Farmers Market. With this $1000 gift certificate you are able to spend it at your leisure for weekly trips to the Farmers Market or you may order catering for a special event you are hosting.Please contact Elif at 520-565-9878 or reyhanidivani@gmail.com if you plan to order catering.The gift certificate expires 12/13/2026.",
    "title": "$1000 Towards Elif's Kitchen Kumpir & Gozleme",
    "item_id": 165,
    "short_title": "Turkish Cuisine",
    "fair_market_value": 1000,
    "categories": ""
  },
  {
    "description": "Experience the ultimate football game day with these four exclusive Arizona Bowl Snoop Dogg tickets . Enjoy access to a VIP tailgate party with food and beverages included, along with a VIP parking pass for convenient arrival and departure. Cheer on your favorite team in style and make memories that will last a lifetime with this VIP ticket package. This expires after the day of the event on 12/27/2025.",
    "title": "Four Stadium Club Tickets 12/27/2025 Snoop Dogg Bowl Game",
    "item_id": 166,
    "short_title": "Arizona Bowl",
    "fair_market_value": 1000,
    "categories": "EXPERIENCE"
  },
  {
    "description": "Mini-mural experience - Transform your space; custom mural up to 36 sq ft. includes one design consult and one revision. Winner provides wall prep; Tucson metro area (30-mile radius). To be scheduled within 6 months and completed within 12 months.Expires 12/15/2026",
    "title": "Transform Your Space With a Custom up to Mini-Mural (Up To 36 sq. ft.)",
    "item_id": 167,
    "short_title": "Mini-Mural",
    "fair_market_value": 1800,
    "categories": "ART"
  },
  {
    "description": "The one-year full membership at La Mariposa can be purchased for a single person, a couple, or a family. This membership will grant access to all the facilities and amenities at La Mariposa for the entire year. Members can enjoy benefits such as access to fitness classes, swimming pools, tennis courts, and other recreational activities offered at La Mariposa. The membership expires on December 31, 2026.",
    "title": "One Year Full Membership @ La Mariposa Fitness & Sports Club",
    "item_id": 169,
    "short_title": "La Mariposa",
    "fair_market_value": 1290,
    "categories": "SPORT"
  },
  {
    "description": "The DeAnza loft in Tubac offers a cozy and comfortable stay for you to relax and unwind for 2 nights. With 2 bedrooms and 1 bathroom, you'll have plenty of space to spread out and make yourself at home.After a day of exploring the charming town of Tubac, head to Wisdom's Cafe for a delicious dinner. Known for its authentic Southwestern cuisine, you'll enjoy hearty dishes made with fresh, local ingredients. From sizzling fajitas to spicy chile rellenos, there's something for everyone to enjoy.Overall, your stay in the DeAnza loft and dinner at Wisdom's Cafe will provide the perfect combination of relaxation and indulgence during your time in Tubac.",
    "title": "2 Nights in \"The Denza Loft\" 1BR/1B",
    "item_id": 171,
    "short_title": "Tubac Weekend",
    "fair_market_value": 525,
    "categories": "EXPERIENCE"
  },
  {
    "description": "The DeAnza loft in Tubac offers a cozy and comfortable stay for you to relax and unwind for 2 nights. With 2 bedrooms and 1 bathroom, you'll have plenty of space to spread out and make yourself at home.After a day of exploring the charming town of Tubac, head to Wisdom's Cafe for a delicious dinner. Known for its authentic Southwestern cuisine, you'll enjoy hearty dishes made with fresh, local ingredients. From sizzling fajitas to spicy chile rellenos, there's something for everyone to enjoy. And as a bonus enjoy $100 Mastercard Gift Card to spend on some little treasures you find! This getaway provides the perfect combination of relaxation and indulgence during your time in Tubac.",
    "title": "2 Nights in Tubac 2BR/1Bath Loft, Dinner at Wisdom's & $100 Mastercard Gift Card",
    "item_id": 171,
    "short_title": "Tubac Weekend",
    "fair_market_value": 625,
    "categories": "EXPERIENCE"
  },
  {
    "description": "Kenneth Reily's award-winning artwork is a stunning piece that captures the essence of the Southwest. The piece, measuring 27 x 39 inches, is elegantly framed in wood, adding a rustic and natural element to the overall presentation.Reily's mastery of color and texture is evident in this piece, as vibrant hues of red, orange, and yellow blend seamlessly to create a warm and inviting scene. The artist's attention to detail is impeccable, with every brushstroke carefully executed to bring the composition to life.The landscape depicted in the artwork is quintessentially southwestern, with towering cacti, expansive desert vistas, and a vivid blue sky that stretches out endlessly. The play of light and shadow adds depth and dimension to the piece, drawing the viewer in and inviting them to explore the beauty of the desert landscape.Reily's artwork is a testament to his skill and talent as an artist, and it is no wonder that he was awarded artist of the year at the prestigious Mountain Oyster Club in Tucson, AZ. This piece is a true masterpiece that captures the spirit of the Southwest and would make a stunning addition to any art collection.",
    "title": "Artwork by Kenneth Reily 27 x 39 Wooden Frame",
    "item_id": 172,
    "short_title": "Western Art",
    "fair_market_value": 1000,
    "categories": "ART"
  },
  {
    "description": "Jack Eggman is a highly skilled artist from Southern Arizona who brings a unique and personal touch to his artwork by incorporating copper into his pieces. This distinctive element adds a rich and dynamic texture to his creations, giving them an added layer of depth and character.What makes Jack Eggman's use of copper even more special is the connection to his family's history. His past generations worked in the copper mines of Southern Arizona, creating a deep-rooted tie to the material and its significance in his art. Through his work, Eggman pays homage to his heritage and carries on a tradition that is both meaningful and visually stunning.By owning a piece of Jack Eggman's art, you not only get to enjoy a beautifully crafted and visually striking piece, but you also get to own a piece of history and a connection to the artist's unique family legacy. Don't miss the opportunity to own this 33 x 44 metal framed artwork that is not only visually captivating but holds a deep and personal story behind it.",
    "title": "Copper Artwork in Metal Frame by Local Artist Jack Eggman 32 x 43 (horizontal piece)",
    "item_id": 173,
    "short_title": "Jack Eggman Art",
    "fair_market_value": 2200,
    "categories": "ART"
  },
  {
    "description": "Jack Eggman is a highly skilled artist from Southern Arizona who brings a unique and personal touch to his artwork by incorporating copper into his pieces. This distinctive element adds a rich and dynamic texture to his creations, giving them an added layer of depth and character.What makes Jack Eggman's use of copper even more special is the connection to his family's history. His past generations worked in the copper mines of Southern Arizona, creating a deep-rooted tie to the material and its significance in his art. Through his work, Eggman pays homage to his heritage and carries on a tradition that is both meaningful and visually stunning.By owning a piece of Jack Eggman's art, you not only get to enjoy a beautifully crafted and visually striking piece, but you also get to own a piece of history and a connection to the artist's unique family legacy. Don't miss the opportunity to own this 44 x 36 wood framed piece of artwork that is not only visually captivating but holds a deep and personal story behind it.",
    "title": "Copper Artwork in Wood Frame by Local Artist Jack Eggman 44 x 36",
    "item_id": 174,
    "short_title": "Jack Eggman Art",
    "fair_market_value": 2200,
    "categories": "ART"
  },
  {
    "description": "Get the ultimate fitness package at The Gym of Tucson in Tucson, AZ with this exclusive membership offer. With this membership, you will receive 12 personal training sessions to help you meet your fitness goals, 12 group classes to keep you motivated and engaged, and a nutritional consultation to ensure you are fueling your body for success. This package is the perfect way to jumpstart your fitness journey and achieve lasting results. Don't wait, this offer expires on 6/30/2026.",
    "title": "Twelve Personal Training Sessions, Twelve Group Classes & A Nutritional Consultation",
    "item_id": 175,
    "short_title": "Gym Tucson",
    "fair_market_value": 1000,
    "categories": "SPORTS"
  },
  {
    "description": "Haaven Beauty Salon is generously providing 2 rows of IBE (invisible bead extensions). The hair will be premium quality and may be up to 20 inches in length. The consultation will be with the owner of Havven Salon, Tammy Holman.",
    "title": "2 Rows of IBE Hair Extensions (20 inches), Appointment with owner, Tammy Holman",
    "item_id": 176,
    "short_title": "IBE Extensions",
    "fair_market_value": 1500,
    "categories": "SERVICES"
  },
  {
    "description": "During the one-hour consultation, Jennifer Frunzi will assess your scalp and hair health issues, discuss your concerns and goals, and provide personalized recommendations tailored to your unique needs. She will then perform a scalp and facial treatment using high-quality products and techniques to cleanse, exfoliate, and nourish your scalp and hair follicles.The epigenetic hair scan will provide valuable insights into your genetic predispositions and how they can impact your hair health. This information will help Jennifer create a customized plan to address any underlying issues and optimize your hair growth and vitality.The ionized foot bath will help detoxify your body and promote relaxation, leading to improved overall health and well-being. This holistic approach to scalp and hair health will leave you feeling refreshed and rejuvenated from head to toe.To maintain the results of your treatment, Jennifer will provide you with a customized product and supplement kit tailored to your specific needs and preferences. These high-quality products will support your scalp and hair health, ensuring long-lasting results and continued improvement over time.",
    "title": "Ultimate Scalp and Hair Experience",
    "item_id": 177,
    "short_title": "K + H Salon",
    "fair_market_value": 1100,
    "categories": "SERVICES"
  },
  {
    "description": "This exclusive culinary experience at Obon Sushi is sure to be unforgettable. Four guests will have the unique opportunity to witness a live breakdown of a tuna fish, gaining insight into the art of sushi preparation and the importance of quality ingredients.Throughout the evening, the guests will enjoy passed hors d'oeuvres and a 7-course tasting menu that showcases the freshest seafood and seasonal ingredients. Each dish will be expertly paired with beverages selected by our knowledgeable staff to enhance the flavors and elevate the dining experience.The date for this special event will be set for February 2026 (offered twice yearly with no expiration date), providing ample time for guests to mark their calendars and look forward to an extraordinary evening of culinary delights at Obon Sushi. Don't miss this opportunity to indulge in an unforgettable dining experience!",
    "title": "Culinary Experience @ Obon Sushi Bar (Twice Yearly - NO Expiration Date)",
    "item_id": 178,
    "short_title": "Obon Tuna Exp.",
    "fair_market_value": 1000,
    "categories": "EXPERIENCE"
  },
  {
    "description": "Calling all Arizona Wildcat fans ! Don't miss out on the opportunity to elevate your game day experience with this incredible silent auction item: Four Skybox tickets to an Arizona Wildcat Football Game for the Fall 2026 Season!Get ready to enjoy the game like never before with these exclusive seats that include food, snacks, water, and non-alcoholic drinks. Plus, you'll have access to the luxurious Skybox lounge and private restroom facilities for a truly VIP experience.Whether you're a die-hard Wildcat fan or just looking for a memorable sports outing, this package is guaranteed to take your game day to the next level. Don't miss your chance to bid on this amazing opportunity to watch the Wildcats in style and comfort. Place your bid now and secure your spot in the Skybox for an unforgettable football experience! #BearDown #WildcatNation",
    "title": "Four Skybox Tickets to an Arizona Wildcats Football Game",
    "item_id": 179,
    "short_title": "Skybox",
    "fair_market_value": 1300,
    "categories": "EXPERIENCE"
  },
  {
    "description": "The package offered by Tula Wellness and Aesthetics, consisting of ten (10) Emsella treatments, is designed to support pelvic strength and improve sexual pleasure for both men and women. Emsella is a non-invasive treatment that uses electromagnetic energy to stimulate the pelvic floor muscles, helping to strengthen them and improve overall function.This package would be a valuable and potentially transformative gift for individuals seeking to address issues related to pelvic health, sexual function, or urinary incontinence. It can offer a safe and effective solution for those looking to enhance their quality of life and overall well-being.",
    "title": "Ten Treatment Package Offered by Tula Wellness & Aesthetics",
    "item_id": 180,
    "short_title": "EmSella Package",
    "fair_market_value": 1800,
    "categories": "SERVICES"
  },
  {
    "description": "Indulge in a package of three IPL (Intense Pulsed Light) treatments from Omnia Skin Aesthetics, a luxurious spa dedicated to enhancing your natural beauty. Each treatment is tailored to address your specific skin concerns and goals, resulting in radiant, glowing skin.The package includes a consultation with a skilled aesthetician who will assess your skin and create a personalized treatment plan. During each IPL session, the innovative technology will target and minimize age spots, sun damage, fine lines, and redness, leaving your skin looking rejuvenated and refreshed.Experience the ultimate pampering and relaxation with this package, designed to restore your skin's youthful appearance and boost your confidence. Trust Omnia Skin Aesthetics to deliver exceptional results and bring out your inner beauty. Treat yourself to a radiant complexion with this three-session IPL package today.",
    "title": "Three IPL Treatments From Omnia Skin Aesthetics",
    "item_id": 181,
    "short_title": "IPL RX",
    "fair_market_value": 900,
    "categories": "SERVICES"
  },
  {
    "description": "The Forty Niner Country Club has generously provided a full one-year family gold golf and fitness membership for you and your family. This membership includes unlimited access to the golf course, practice facilities, fitness center, and group exercise classes.Please note that this membership will expire on December 13, 2025. Be sure to take advantage of all the benefits and amenities the club has to offer. Enjoy your time at Forty Niner Country Club!",
    "title": "One Year Golf & Fitness Family Membership",
    "item_id": 183,
    "short_title": "Forty Niner CC",
    "fair_market_value": 1700,
    "categories": "SPORTS"
  },
  {
    "description": "Barbara Miekle, a talented artist hailing from Santa Fe, has captured the essence of spring with her stunning piece titled 'Spring Vibes'. This limited edition giclee on canvas measures 16 x 16 inches and is part of an exclusive AP1 (artist proof one) edition of only 10. Miekle's vibrant color palette and intricate brushwork truly bring the beauty and energy of the season to life.What sets Miekle's work apart is her unique inspiration - she commonly paints donkeys from a local rescue in New Mexico. Through her art, she not only showcases her skill and creativity but also brings attention to these donkeys. This piece is a perfect addition to any art collection, bringing a touch of springtime cheer and highlighting the beauty of these animals. Don't miss your chance to own this exquisite work of art by Barbara Miekle.",
    "title": "Barbara Miekle Fine Art Giclee \"Spring Vibes\"",
    "item_id": 184,
    "short_title": "Santa Fe Artist",
    "fair_market_value": 695,
    "categories": "ART"
  },
  {
    "description": "Enjoy the tour and tasting at Corison Winery including four wines with two vintage cabernet sauvignon. Call or text 707-963-0826 or email customerservice@corison.com to schedule your appointment.",
    "title": "Discovery tour & tasting for two guests",
    "item_id": 185,
    "short_title": "Corison Winery",
    "fair_market_value": 150,
    "categories": "EXPERIENCE"
  },
  {
    "description": "To book your wine tasting experience at Corison Winery, Darioush, Reverie II ; Aoniar, or Baldacci Family Vineyards, please contact the specified contact information provided for each winery when you win the auction. Each experience offers a unique and luxurious experience for wine enthusiasts looking to enjoy the best that Napa Valley has to offer.Don't miss out on these exclusive opportunities to taste exquisite wines and create lasting memories with friends and loved ones! And until you get to visit Napa, enjoy the Darioush Red Wine!",
    "title": "Wine Tastings Throughout Some of Napa Valleys Finest Wineries",
    "item_id": 185,
    "short_title": "Napa Tastings",
    "fair_market_value": 2320,
    "categories": "EXPERIENCE"
  },
  {
    "description": "Description:Get ready to experience the thrill of a Dallas Cowboys home game like never before with this exclusive silent auction item! You and your guests will enjoy all the excitement of a game at the iconic AT&T Stadium during the 2026-2027 season.Details:- Premium parking included for easy access to the stadium- Watch the game from the comfort of a luxurious suite with unparalleled views of the field- Indulge in delicious food and beverages, including alcohol, throughout the game- Choose a mutually agreed-upon date with the owner of the suite for your unforgettable experience- Please note that this experience excludes the Thanksgiving gameDon't miss your chance to bid on this once-in-a-lifetime opportunity to cheer on the Dallas Cowboys in style at AT&T Stadium!",
    "title": "Four Tickets to AT&T Stadium Suite Experience for Dallas Cowboys Football Game: 2026-2027 Season",
    "item_id": 186,
    "short_title": "Cowboys Suite",
    "fair_market_value": 4000,
    "categories": "EXPERIENCE"
  },
  {
    "description": "Enjoy a relaxing and unforgettable week in beautiful Branson, Missouri! You and up to three guests will stay in this luxury 2-bedroom, 2-bath lakefront condo, surrounded by fun for all ages.Wake up to sparkling water views, sip your coffee on a private balcony, and spend your days exploring all that Branson has to offer-from famous live shows and charming downtown shops to scenic hikes and lake adventures.Your spacious condo includes all the comforts of home, with a fully equipped kitchen, cozy living spaces, and resort-style amenities to make your stay truly special.Whether you choose a peaceful spring escape (1/15-6/15/2026) or a colorful fall retreat (8/15-11/15/2026), this getaway promises relaxation, laughter, and lasting memories with your guests.",
    "title": "Vacation to the Heart of the Ozarks! 2BR/2B Luxury Lakefront Condo for Four Guests",
    "item_id": 187,
    "short_title": "Branson, MO",
    "fair_market_value": 2500,
    "categories": "VACATION"
  },
  {
    "description": "Experience the ultimate blast from the past with MVP Retro Rentals ! Get ready to transport yourself back to the 1980s and 1990s with a party package that includes 10 classic arcade games set up at the location of your choice. From iconic favorites like Pac-Man and Street Fighter to nostalgic gems like Mortal Kombat and Donkey Kong, this epic gaming setup will ignite your inner kid like never before.Let MVP Retro Rentals take care of all the logistics for you with included drop off, setup, and pick up of the gaming units. Simply sit back, relax, and enjoy hours of retro gaming fun with friends and family. Whether you're hosting a birthday party, corporate event, or just looking to relive the glory days of arcade gaming, this epic experience is sure to be a hit with guests of all ages. Don't miss out on the chance to create lasting memories and bring your favorite classic games to life with MVP Retro Rentals.",
    "title": "Epic Gaming Party at the Location of Your Choice!",
    "item_id": 189,
    "short_title": "Arcade Party",
    "fair_market_value": 6500,
    "categories": "EXPERIENCE"
  },
  {
    "description": "A personalized estate planning package including a one-hour consultation with Elizabeth Parsons PLLC, preparation of two health care powers of attorney, two durable powers of attorney, and two medical care living wills for two adults. Services subject to a conflicts check.",
    "title": "Professional Services by Elizabeth Parsons PLLC",
    "item_id": 190,
    "short_title": "Legal Services",
    "fair_market_value": 3000,
    "categories": "SERVICES"
  },
  {
    "description": "The ultimate self-care package awaits with this luxurious basket! Begin by indulging in a personalized skin consultation with Christy Hall, the esteemed owner of Skin Appeal in Tucson, AZ. Christy will assess your skin's unique needs and provide tailored recommendations for your skincare routine.Next, pamper yourself with a selection of high-quality skincare products from the local skincare line Mikel Kristi. With natural and effective ingredients, these products will nourish and rejuvenate your skin, leaving you with a radiant glow.Lastly, treat yourself to a certificate for a Cool Peel Laser Treatment at Skin Appeal. This innovative treatment uses advanced laser technology to improve skin texture, tone, and overall appearance. Say goodbye to fine lines, wrinkles, and uneven pigmentation, and hello to smooth, youthful-looking skin.Indulge in the ultimate luxury with this comprehensive skincare basket, designed to help you look and feel your best.",
    "title": "Basket of Mikel Kristi Skin Care (Local Skin Care Line) & A Cool Peel Laser Treatment",
    "item_id": 191,
    "short_title": "Skin Appeal",
    "fair_market_value": 850,
    "categories": "SERVICES"
  },
  {
    "description": "Treat yourself to a luxurious package that combines the expertise of Revival Salon Spa's top stylist, Corrine Lynch, with a selection of high-quality hair care products from Adi Cabrera. Experience a personalized hair appointment with Corrine Lynch as she creates a stunning and elegant hair do or updo perfect for your special occasion. Corrine's attention to detail and skillful technique will leave you feeling like a star.To continue caring for your beautiful hairstyle at home, Adi Cabrera has curated a basket of premium hair care products tailored to your specific hair type and needs. From nourishing shampoos and conditioners to styling products that will keep your hair looking flawless, this package is the ultimate pampering experience for your locks.Indulge in this exclusive package and elevate your hair game to the next level with Revival Salon Spa and Adi Cabrera's hair care products. You deserve to look and feel your best, and this package is sure to leave you feeling confident and radiant for your special occasion.",
    "title": "Special Event Hair Appointment and Basket of Adi Cabrera Products",
    "item_id": 192,
    "short_title": "Event Hair",
    "fair_market_value": 300,
    "categories": "SERVICES"
  },
  {
    "description": "This package from Facial Artistry Danielle Moser includes two Potenza RF Microneedling treatments, designed to rejuvenate and refresh your skin. The Potenza RF Microneedling technology delivers radiofrequency energy deep into the layers of your skin, promoting collagen production and reducing the appearance of fine lines, wrinkles, and scars. In addition to the two treatments, the package also includes a restorative post-treatment kit to help soothe and nourish your skin after the microneedling sessions. This kit contains high-quality skincare products specifically formulated to support the healing process and enhance the results of your treatments. Facial Artistry Danielle Moser is dedicated to providing clients with top-quality skincare solutions and personalized service to help you achieve your beauty goals. With this package, you can experience the benefits of Potenza RF Microneedling and enjoy a refreshed and radiant complexion. This package will expire 12/15/2026.",
    "title": "Facial Artistry & Aesthetics Two Potenza RF Microneedling & Restorative Post Kit",
    "item_id": 193,
    "short_title": "Potenza RF",
    "fair_market_value": 1600,
    "categories": "SERVICES"
  },
  {
    "description": "Indulge in the ultimate wine collection with our exclusive package featuring a variety of 28 different wine bottles and a sleek, modern black metal wine rack system.The freestanding wine rack system adds a stylish touch to any home bar or kitchen, with a contemporary design that showcases your wine collection in a sophisticated manner. Crafted from durable black metal, this 14 bottle rack is both functional and elegant, ensuring your wines are stored securely and proudly displayed.",
    "title": "28 Bottles of Wine & Display Racks",
    "item_id": 194,
    "short_title": "Wine & Racks",
    "fair_market_value": 700,
    "categories": "WINE"
  },
  {
    "description": "This beautiful home in Sedona offers the perfect blend of relaxation and luxury. With 5 bedrooms and 3 bathrooms, there is plenty of space for you and your guests to unwind and enjoy the stunning surroundings of Sedona.The tranquil setting of this home provides a peaceful retreat from the hustle and bustle of everyday life. Whether you spend your days exploring the nearby hiking trails and red rock formations, or simply relaxing on the spacious patio overlooking the breathtaking views, you are sure to have a memorable stay.As a special touch, you will be greeted with a wine basket upon arrival, adding a touch of elegance to your stay. The attentive owner, Denise Newton, is available to answer any questions and provide assistance throughout your visit.Please note that a $250 cleaning fee is not included in the rental price. Additionally, blackout dates may apply, so be sure to contact Denise Newton directly for more information and to book your stay in this beautiful Sedona home. Reach her at 520-977-5577.",
    "title": "Spend 4 Nights/5 Days in a 5BR Home in Sedona",
    "item_id": 195,
    "short_title": "Sedona Getaway",
    "fair_market_value": 3500,
    "categories": "VACATION"
  },
  {
    "description": "The Golf Package at Pinetop Country Club is the perfect outing for four guests looking to enjoy a day on the beautiful greens of this premier golf course. This package includes a round of golf for each guest, as well as lunch and carts for added convenience.To book your tee time, simply call the golf shop personnel at 928-369-2461 at least 5 days in advance. Please note that tee times are subject to availability, and are not available on Holidays or club tournament dates. Tee times can be scheduled daily after 1 PM, allowing for a leisurely afternoon of golfing.Please keep in mind that gratuity and alcohol are not included in this package. This offer expires on 11/1/2026. Don't miss out on this opportunity to experience a round of golf at the prestigious Pinetop Country Club with your friends and enjoy a day of fun and relaxation on the course.",
    "title": "foursome of golf with carts and lunch at Pinetop Country Club",
    "item_id": 196,
    "short_title": "Pinetop CC",
    "fair_market_value": 660,
    "categories": "SPORTS"
  },
  {
    "description": "The Golf Package at Pinetop Country Club is the perfect outing for four guests looking to enjoy a day on the beautiful greens of this premier golf course. This package includes a round of golf with carts for each guest, as well as lunch at Pinetop Country Club. Then after a day at the Club enjoy dinner at Charlie Kirk's Restuarant with a $100 giftcard - a local Pinetop favorite!To book your tee time, simply call the golf shop personnel at 928-369-2461 at least 5 days in advance. Please note that tee times are subject to availability, and are not available on Holidays or club tournament dates. Tee times can be scheduled daily after 1 PM, allowing for a leisurely afternoon of golfing.Please keep in mind that gratuity and alcohol are not included in this package. This offer expires on 11/1/2026. Don't miss out on this opportunity to experience a round of golf at the prestigious Pinetop Country Club with your friends and enjoy a day of fun and relaxation on the course.",
    "title": "Pinetop Getaway! Golf, Lunch, and Dinner",
    "item_id": 196,
    "short_title": "Pinetop CC",
    "fair_market_value": 760,
    "categories": ""
  },
  {
    "description": "Get the gift of delicious dining with a $100 gift card to Charlie Kirks in Pinetop, AZ. This charming restaurant offers a cozy atmosphere and a menu filled with mouthwatering dishes made with fresh, locally sourced ingredients. From juicy steaks and seafood to hearty pasta dishes and gourmet sandwiches, there is something for every palate at Charlie Kirks. Treat someone special to a memorable dining experience with this gift card!",
    "title": "$100 Gift Card to Charlie Kirks in Pinetop, AZ",
    "item_id": 197,
    "short_title": "Charlie Clarks",
    "fair_market_value": 100,
    "categories": "RESTUARANT"
  },
  {
    "description": "This offer provides a fantastic opportunity to experience the luxury and beauty of the Mexican coast at a fraction of the regular cost. With access to a family of resorts through Vida Vacations, you can explore different destinations and enjoy all the amenities and activities each resort has to offer.The cost for a 2BR for 1 week is typically $11,270, but with this certificate, you can enjoy the same luxury for a significantly reduced price. There are additional fees involved, including a $299 reservation setup fee and a fee of $890 (for a studio), $1190 (for a 1BR/kitchen), or $1490 (for a 2BR/kitchen) paid directly to the resort. The maximum bid for this certificate is set at $9,481, allowing for the additional fees included in this offer.Be sure to review the terms and conditions of the certificate, including the expiration date and eligibility requirements. You must not be a current or former member of Vida/Vidanta vacations or related booking websites to use this certificate.Take a look at the VIDANTA website to explore the resorts and start planning your dream vacation. Call customer service to book your vacation at 1-800-292-9446. Don't forget to present the certificate when you check in at the resort and take advantage of the free shuttle from the airport. Remember, a sales presentation is not mandatory for this offer, allowing you to simply relax and enjoy your time in paradise.",
    "title": "8 day/7 night Mexican Vacation @ Vida Vacations",
    "item_id": 198,
    "short_title": "Mexico Luxury",
    "fair_market_value": 11270,
    "categories": "VACATION"
  },
  {
    "description": "This offer provides a fantastic opportunity to experience the luxury and beauty of the Mexican coast at a fraction of the regular cost. With access to a family of resorts through Vida Vacations, you can explore different destinations and enjoy all the amenities and activities each resort has to offer.The cost for a 2BR for 1 week is typically $11,270, but with this certificate, you can enjoy the same luxury for a significantly reduced price. There are additional fees involved, including a $299 reservation setup fee and a fee of $890 (for a studio), $1190 (for a 1BR/kitchen), or $1490 (for a 2BR/kitchen) paid directly to the resort. The maximum bid for this certificate is set at $9,481, allowing for the additional fees included in this offer.Be sure to review the terms and conditions of the certificate, including the expiration date and eligibility requirements. You must not be a current or former member of Vida/Vidanta vacations or related booking websites to use this certificate.Take a look at the VIDANTA website to explore the resorts and start planning your dream vacation. Call customer service to book your vacation at 1-800-292-9446. Don't forget to present the certificate when you check in at the resort and take advantage of the free shuttle from the airport. Remember, a sales presentation is not mandatory for this offer, allowing you to simply relax and enjoy your time in paradise.",
    "title": "8 Day/7 Night Mexican Vacation @ Vida Resorts",
    "item_id": 199,
    "short_title": "Mexico Luxury",
    "fair_market_value": 11270,
    "categories": "VACATION"
  },
  {
    "description": "Enjoy a getaway in Park City, Utah over Rodeo Week in 2026! Enjoy the luxury and amenities of this ski-in/ski-out 3BR/3.5B (sleeps up to 8) condo in Canyons Village, Park City, Utah over Rodeo Break Wednesday 2/25/2026 - Sunday 3/1/2026.VRBO link: www.vrbo.com/601817Expires 3/2/2026",
    "title": "Spend Rodeo Week (2/25/26-3/1/26) in Park City, Utah",
    "item_id": 200,
    "short_title": "Park City, Utah",
    "fair_market_value": 8700,
    "categories": ""
  },
  {
    "description": "Treat yourself or a loved one with a $100 gift card to Forbes Meat Market in Tucson, AZ. Indulge in their high-quality selection of meats to take home and enjoy, or dine in at their restaurant for a mouthwatering breakfast, lunch, or dinner. Whether you're a carnivore looking to stock up on premium cuts, or a foodie eager to savor a delectable meal crafted by skilled chefs, Forbes Meat Market has something for everyone. Don't miss out on this opportunity to experience the best of Tucson's culinary scene with a gift card that promises a savory dining experience.",
    "title": "$100 Gift Card to Forbes Meat Market/Restuarant",
    "item_id": 201,
    "short_title": "Forbes Meat",
    "fair_market_value": 100,
    "categories": "RESTUARANT"
  },
  {
    "description": "This silent auction opportunity includes two photoshoots with professional photographer. Elsa M. Jacklitch. Each photoshoot can last up to 5 hours and can be used for a variety of events, including business events, headshots, non-profit events, social events, and family photo sessions. The family photo session will be taken at an off-site location of your choice.Some exclusions apply, including newborn photos, weddings, and quinceaneras.This is a great opportunity to capture special moments and create lasting memories. Don't miss out on this chance to win two photoshoots for your upcoming events! Place your bid now.",
    "title": "Photoshoot by Elsa M. Jacklitch Photography",
    "item_id": 202,
    "short_title": "Photography",
    "fair_market_value": 1000,
    "categories": "SERVICES"
  },
  {
    "description": "Experience luxury and comfort at Las Palomas Rocky Point in this spacious 1-bedroom condominium featuring a king-size bed, a queen murphy bed, and a queen sleeper sofa. This beautifully appointed unit offers breathtaking views of the ocean and access to all the resort amenities. Relax on the private balcony, take a dip in the infinity pool, or enjoy a delicious meal at one of the on-site restaurants. Whether you're looking for a romantic getaway or a fun family vacation, this condo has everything you need for a memorable stay. Book now before this offer expires on 12/1/2026! Contact Laury Browning @ 520-907-6677 or laury@behanbrowning.com to book your reservation.",
    "title": "Rocky Point 1Queen BR Condominium (Plus Murphy Bed & Sofa Sleeper)",
    "item_id": 203,
    "short_title": "Las Palomas",
    "fair_market_value": 1750,
    "categories": "VACATION"
  },
  {
    "description": "Bring your golfing pals together for a thrilling day at The Highlands of Dove Mountain in Tucson, AZ with our exclusive foursome package. Experience a round of golf on our stunning course, complete with a cart and access to our top-notch practice facility. Valid from 5/15/2026 to 9/27/2026, this offer gives you the chance to enjoy the beauty of our local course. Book your tee times up to 4 days in advance by calling our Golf Shop at 520-579-7000. Don't miss out on this opportunity to immerse yourself in a challenging round of golf amidst the breathtaking desert landscape of Tucson. Please note that this package is not exchangeable for cash or other items.",
    "title": "Foursome of Golf with Carts at Dove Mountain",
    "item_id": 204,
    "short_title": "Highlands Golf",
    "fair_market_value": 500,
    "categories": "SPORT"
  },
  {
    "description": "Experience a day of luxury and leisure with a foursome of golf at The Golf Club at Dove Mountain in Marana, AZ. With carts included, you and your friends can enjoy a scenic round of golf on this stunning course, home of the World Golf Championships - Accenture Match Play Championship. Valid dates and tee times are available throughout the year: from 1/1 to 4/30 after 12 pm, from 5/1 to 5/31 after 10 am, from 6/1 to 9/30 after 9 am, and from 10/1 to 12/31 after 10 am. To book your tee time, contact The Golf Shop at 520-572-3500 or email jhermes@gcdovemtn.com. Don't miss this opportunity to enjoy a memorable golfing experience in the beautiful desert landscape of Arizona.",
    "title": "Foursome of Golf with Carts at Golf Club at Dove Mountain",
    "item_id": 205,
    "short_title": "Dove Golf Club",
    "fair_market_value": 1400,
    "categories": "SPORT"
  },
  {
    "description": "Experience a day of luxury and leisure with a foursome of golf at The Gallery Golf Course in Marana, AZ. This exclusive offer includes carts for all players and is valid daily after 12 PM from 5/1/2026 to 10/30/2026. To reserve your tee time, please contact The Gallery Golf Club at 520-579-4116.The Gallery Golf Course boasts stunning desert landscapes and challenging fairways, making it a must-play for any golf enthusiast. The dress code is strictly enforced, ensuring a classy and upscale atmosphere for all guests.Take advantage of this incredible opportunity to enjoy a round of golf with friends or family at one of Arizona's premier golf courses. This certificate must be redeemed in full and expires on 10/30/2026. Don't miss out on this unforgettable golfing experience!",
    "title": "Foursome of Golf with Carts at The Gallery",
    "item_id": 206,
    "short_title": "Gallery Golf",
    "fair_market_value": 1000,
    "categories": "SPORTS"
  },
  {
    "description": "Experience a luxurious day of golf at the prestigious Stone Canyon Club in Oro Valley, AZ with this exclusive offer for a foursome. Nestled in the picturesque desert landscape, Stone Canyon Club offers an unparalleled golfing experience with stunning views and challenging courses.Your day will begin with tee times that can be booked up to 2 weeks in advance by contacting the Pro Shop at (520) 219-1500. The availability of tee times is subject to member play and the season, ensuring a personalized and memorable golfing experience.As you make your way through the meticulously manicured fairways and challenging greens, take in the beauty of the surrounding desert terrain. After your game, enjoy a delicious lunch provided for the four golfers, allowing you to relax and unwind in the elegant clubhouse atmosphere.Please remember that the dress code at Stone Canyon Club is strictly enforced, so come prepared to dress tastefully and appropriately for your round of golf.Don't miss out on this opportunity to play at one of Arizona's premier golf clubs. This offer expires on December 31, 2026, so gather your friends and make your reservation to enjoy a day of golfing excellence at Stone Canyon Club.",
    "title": "Foursome of Golf with Carts and Lunch at Stone Canyon",
    "item_id": 207,
    "short_title": "Stone Canyon",
    "fair_market_value": 1500,
    "categories": "SPORTS"
  },
  {
    "description": "Pamper yourself with Luxe Wellness 's exclusive package for Sofwave treatment of the face and neck . This luxurious package is specially designed to rejuvenate and tighten your skin, leaving you with a youthful and radiant complexion.This package is the perfect way to address fine lines, wrinkles, and sagging skin on the face and neck. Say goodbye to tired and dull skin and hello to a more youthful and vibrant appearance.Don't miss out on this amazing offer from Luxe Wellness in Tucson. Book your package today and experience the transformative power of Sofwave Treatment . This package expires on 12/1/2026.",
    "title": "Sofwave Treatment of the Face and Neck by Luxe Wellness",
    "item_id": 208,
    "short_title": "Sofwave Rx",
    "fair_market_value": 3200,
    "categories": "SERVICES"
  },
  {
    "description": "Dr. JAW Orthodontists are pleased to offer specialized orthodontic treatment with braces for an individual 18 years old and younger. Our expert orthodontic team is dedicated to providing top-notch care and creating beautiful, healthy smiles for our younger patients.With our braces treatment offer, eligible individuals can kickstart their orthodontic journey within the next 2 years. Our comprehensive treatment plans are tailored to each patient's unique needs and goals, ensuring a personalized and effective approach to straightening teeth and achieving proper alignment.Whether you're a teenager looking to improve your smile or a parent seeking orthodontic care for your child, Dr. JAW Orthodontists are here to help. Don't wait any longer to start your orthodontic treatment &ndash; schedule a consultation with us today and take the first step towards a straighter, healthier smile that will last a lifetime.This offer may not be used for patients currently in treatment. Non-transferable, not valid with any other offer.",
    "title": "Braces for One Person18 years Old and Younger",
    "item_id": 209,
    "short_title": "Dr. JAW",
    "fair_market_value": 5500,
    "categories": "SERVICES"
  },
  {
    "description": "Indulge in a luxurious escape with a one night stay in deluxe accommodations at the Ritz-Carlton, Dove Mountain. Relax in style and comfort in your beautifully appointed room, complete with upscale amenities and stunning views of the surrounding desert landscape.Start your day off right with breakfast for two at the acclaimed CORE kitchen and wine bar, where you can savor a delicious spread of freshly prepared dishes and gourmet coffee. Then, explore all that the resort has to offer with the included resort activity package, which may include access to the world-class spa, championship golf courses, or guided hikes through the picturesque desert terrain.After a day of relaxation and adventure, unwind with a glass of wine at the bar or take a leisurely stroll through the meticulously manicured grounds. With room, tax, resort activity package, and valet parking all included in this offer, you can simply sit back, relax, and enjoy the unparalleled luxury and world-class service that the Ritz-Carlton, Dove Mountain is renowned for.",
    "title": "One Night Stay in Deluxe Accommodations",
    "item_id": 210,
    "short_title": "Ritz Dove Mtn",
    "fair_market_value": 1000,
    "categories": "VACATION"
  },
  {
    "description": "Escape to the luxurious JW Marriott Tucson Starr Pass for a one-night stay in a king or queen room for 2 guests and indulge in the ultimate desert oasis experience. Your package includes a spacious and elegantly appointed guest room, along with all taxes and fees. Enjoy the convenience of self-parking and take advantage of the resort's world-class amenities, including three sparkling swimming pools, a rejuvenating spa, championship golf course, and delectable dining options. Immerse yourself in the natural beauty of the surrounding desert landscape and unwind in style at this prestigious Marriott property. Treat yourself to a memorable getaway that combines relaxation and luxury at JW Marriott Tucson Starr Pass.",
    "title": "One Night (King or Queen) Stay",
    "item_id": 211,
    "short_title": "JW Starr Pass",
    "fair_market_value": 650,
    "categories": "VACATION"
  },
  {
    "description": "Escape to the luxurious JW Marriott Tucson Starr Pass for a one-night stay in a king or queen room for 2 guests and indulge in the ultimate desert oasis experience. Your package includes a spacious and elegantly appointed guest room, along with all taxes, fees and parking. While you are enjoying your stay, experience the Hashini Spa with a Signature 50-minute massage for one guest.Also included in this package are two bottles of Brothers Cabernet Wine . This exquisite wine is crafted with passion and precision, showcasing the finest grapes from the renowned Napa Valley region. With each sip, you'll experience a symphony of dark fruits, smooth tannins, and a touch of oak, creating a velvety and luxurious mouthfeel. Whether enjoyed on its own or paired with a hearty steak or decadent chocolate dessert, Brothers Cabernet Wine is sure to elevate any occasion.",
    "title": "One Night Stay w/ One Signature Massage & Two Bottles of Brother Cabernet Wine",
    "item_id": 211,
    "short_title": "JW Staycation",
    "fair_market_value": 1025,
    "categories": "VACATION"
  },
  {
    "description": "Get ready to transform your body and take your fitness to the next level with a one-year membership to World Gym. With access to state-of-the-art equipment, expert personal trainers, and a variety of group fitness classes, this membership will help you reach your health and wellness goals in no time.But that's not all - to kickstart your fitness journey, we're also including a basket full of protein bars, supplements, drinks, protein powder, and a size large gray World Gym logo sweatshirt. Whether you're looking to build muscle, increase endurance, or just refuel after a tough workout, these goodies have got you covered.Don't wait any longer to start your fitness journey - initiate your membership by 3/31/2026 and get ready to crush your goals at World Gym.Dive into a year-long culinary adventure with Vitality Bowls in Tucson, AZ with their Once Monthly Meals package! Indulge in a delicious and healthy meal once a month for an entire year, featuring their signature acai bowls, smoothies, salads, and more. Each meal is crafted with fresh, high-quality ingredients that are packed with nutrients and flavor. Whether you're looking for a quick and nutritious meal on-the-go or a satisfying lunch option, Vitality Bowls has you covered. Treat yourself to a year of wholesome and delicious meals that will leave you feeling energized and satisfied.",
    "title": "One Year World Gym Membership & One Year of Monthly Meal from Vitality Bowls",
    "item_id": 212,
    "short_title": "Gym/Food",
    "fair_market_value": 1140,
    "categories": "SPORTS"
  },
  {
    "description": "Get ready to transform your body and take your fitness to the next level with a one-year membership to World Gym. With access to state-of-the-art equipment, expert personal trainers, and a variety of group fitness classes, this membership will help you reach your health and wellness goals in no time.But that's not all - to kickstart your fitness journey, we're also including a basket full of protein bars, supplements, drinks, protein powder, and a size large gray World Gym logo sweatshirt. Whether you're looking to build muscle, increase endurance, or just refuel after a tough workout, these goodies have got you covered.Don't wait any longer to start your fitness journey - initiate your membership by 3/31/2026 and get ready to crush your goals at World Gym.",
    "title": "One Year World Gym Membership",
    "item_id": 212,
    "short_title": "World Gym",
    "fair_market_value": 900,
    "categories": "SPORTS"
  },
  {
    "description": "Transform your outdoor space into a tranquil oasis with this exquisite custom-made agave stone cactus fountain from Stone Cactus in Tucson, AZ. Crafted with precision and attention to detail, this stunning fountain will instantly elevate the aesthetic appeal of your garden or patio.The package includes not only the fountain itself, but also full-service delivery and installation to ensure a seamless and hassle-free experience. Our team of professionals will carefully set up the fountain, connecting it to your water line and electricity supply, so all you have to do is sit back, relax, and enjoy the soothing sounds of flowing water.This unique and eye-catching piece is sure to become the focal point of your outdoor environment, creating a serene and inviting atmosphere for you and your guests to enjoy. Bid on this one-of-a-kind item and bring a touch of Southwestern charm to your home today.",
    "title": "Stone Cactus - Medium Sized Agave Fountain",
    "item_id": 213,
    "short_title": "Fountain Agave",
    "fair_market_value": 2450,
    "categories": "ART"
  },
  {
    "description": "Transform your outdoor space into a tranquil oasis with this exquisite custom-made stone 4 foot 4 arm Mexican Fence Post Cactus Fountain from Stone Cactus in Tucson, AZ. Crafted with precision and attention to detail, this stunning fountain will instantly elevate the aesthetic appeal of your garden or patio.The package includes not only the fountain itself, but also full-service delivery and installation to ensure a seamless and hassle-free experience. Our team of professionals will carefully set up the fountain, connecting it to your water line and electricity supply, so all you have to do is sit back, relax, and enjoy the soothing sounds of flowing water.This unique and eye-catching piece is sure to become the focal point of your outdoor environment, creating a serene and inviting atmosphere for you and your guests to enjoy. Bid on this one-of-a-kind item and bring a touch of Southwestern charm to your home today.",
    "title": "Stone Cactus Fountain - 4 foot 4 arm Mexican Fence Post Cactus Fountain",
    "item_id": 214,
    "short_title": "Fountain F Post",
    "fair_market_value": 3150,
    "categories": "ART"
  },
  {
    "description": "Experience the ultimate golf fitness program at Motus Performance, where we utilize cutting-edge technology to analyze your movement patterns and identify physical limitations that may be hindering your performance on the course. Our tour-level technology allows us to pinpoint areas for improvement and develop customized strategies to help you achieve greater distance, control, and consistency in your swings.With our Golf Fitness Mini Membership, you will receive a full golf assessment and collaborate with our expert trainers to create a personalized training plan that addresses your specific needs. Offer expires 6/30/2026.Then after your fitness program, go out in a foursome for a day of golf at The Views Golf Club in Oro Valley. Nestled in the stunning Santa Catalina Mountains, this premier golf course offers a challenging yet picturesque experience for players of all skill levels. You and your group will navigate through lush fairways, strategic bunkers, and pristine greens while taking in breathtaking views of the desert landscape. With carts provided, you can focus on your game and make the most of your time on the course. Please see certificate for details. Valid May thru December 2026.",
    "title": "Motus Performance Mini Golf Membership plus Foursome at The Views Golf Club in Oro Valley",
    "item_id": 215,
    "short_title": "Lessons/Golf",
    "fair_market_value": 900,
    "categories": "SPORTS"
  },
  {
    "description": "Experience the ultimate golf fitness program at Motus Performance, where we utilize cutting-edge technology to analyze your movement patterns and identify physical limitations that may be hindering your performance on the course. Our tour-level technology allows us to pinpoint areas for improvement and develop customized strategies to help you achieve greater distance, control, and consistency in your swings.With our Golf Fitness Mini Membership, you will receive a full golf assessment and collaborate with our expert trainers to create a personalized training plan that addresses your specific needs. Whether you are looking to increase your distance off the tee, improve your control on the greens, or enhance the repeatability of your swings, our program is designed to help you reach your full potential as a golfer.Don't miss out on this exclusive opportunity to take your golf game to the next level. Offer expires 6/30/2026.",
    "title": "Motus Performance Mini Golf Membership",
    "item_id": 215,
    "short_title": "Motus Golf",
    "fair_market_value": 500,
    "categories": "SPORT"
  },
  {
    "description": "Cactus Painting",
    "title": "Cactus Painting",
    "item_id": 216,
    "short_title": "LCM interiors",
    "fair_market_value": 895,
    "categories": "ART"
  },
  {
    "description": "The Obagi Nu-Derm system is a comprehensive skincare regimen designed to transform dull, aging skin into a more radiant and youthful complexion. This advanced system includes a range of products such as cleansers, toners, serums, and moisturizers that work together to repair damage, even out skin tone, and improve texture.Formulated with powerful ingredients like hydroquinone, retinol, and vitamin C, the Obagi Nu-Derm system addresses concerns such as dark spots, fine lines, wrinkles, and rough skin. With regular use, this system can help enhance skin clarity, brightness, and firmness, resulting in a more revitalized and rejuvenated appearance. Whether you are looking to combat signs of aging or simply improve the overall health of your skin, the Obagi Nu-Derm system offers a clinically proven solution for achieving radiant and youthful skin.",
    "title": "Obagi Nu-derm System",
    "item_id": 217,
    "short_title": "Obagi Nu-Derm",
    "fair_market_value": 500,
    "categories": "SERVICES"
  },
  {
    "description": "Escape to a tropical paradise at Cabali Tiki Speakeasy in Oro Valley for your next Luau Party! Enjoy an evening of exotic cocktails and mouthwatering Polynesian appetizers with up to 25 of your closest friends and family.Immerse yourself in the vibrant decor and laid-back atmosphere of our tiki bar as you sip on expertly crafted cocktails and sample delicious bites inspired by the flavors of the Pacific Islands.This exclusive offer is valid for a 2-hour private party on any Monday, Tuesday, or Wednesday as available. Whether you're celebrating a birthday, anniversary, or just looking to have some fun with your loved ones, a Luau Party at Cabali Tiki Speakeasy is sure to be a memorable experience.Don't miss out on this special offer, as it expires on 12/30/2026. Book your Luau Party today and get ready to hula the night away at Cabali Tiki Speakeasy!",
    "title": "Cabali Tiki Speakeasy Luau Party for 25 Guests",
    "item_id": 218,
    "short_title": "Tiki Party",
    "fair_market_value": 2000,
    "categories": "EXPERIENCE"
  },
  {
    "description": "To redeem this exclusive offer for a luxury golf experience at The Rim Club in Payson, AZ, simply gather your foursome and contact the club to book your tee time for a day of leisure and relaxation on the course. Enjoy the stunning views of the Mogollon Rim as you play a round of golf on this award-winning course. Take advantage of the included cart to navigate the rolling terrain and challenge yourself on the immaculately maintained fairways and greens.Whether you're a seasoned golfer or just starting out, The Rim Club offers an enjoyable experience for players of all levels. Indulge in the top-notch amenities and serene surroundings as you create lasting memories with friends or family on this prestigious course.Please note that this certificate is valid Tuesday through Sunday after 1 PM, excluding holidays or Club events. Reservations must be made no more than a week in advance, and any additional purchases of merchandise, food, or beverages can be made with a credit card.Don't miss out on this limited time offer to experience a day of luxury and leisure at The Rim Club. Contact the club now to book your tee time and make the most of this exclusive opportunity. Offer expires 12/31/2026.",
    "title": "Foursome of Golf With Cart @ The Rim Club in Payson, AZ",
    "item_id": 219,
    "short_title": "The Rim Club",
    "fair_market_value": 800,
    "categories": "SPORTS"
  },
  {
    "description": "Facial Artistry in Tucson, AZ offers a luxurious package that includes a Diamond Glow facial, Lumivive Corrective system, and a stylish cosmetic bag to take home. The Diamond Glow facial is a cutting-edge treatment that deeply exfoliates the skin while infusing it with nourishing serums, leaving your complexion radiant and glowing. The Lumivive Corrective system is a revolutionary skincare system that helps protect the skin from environmental damage and boosts its natural repair processes, resulting in a more youthful and vibrant appearance. The addition of a chic cosmetic bag ensures that you can continue to care for your skin on the go. Treat yourself to the ultimate pampering experience at Facial Artistry in Tucson and reveal a fresher, more rejuvenated version of yourself.",
    "title": "A Diamond Glow Facial, Lumivive Corrective System and Cosmetic Bag",
    "item_id": 220,
    "short_title": "Diamond Glow",
    "fair_market_value": 518,
    "categories": "SERVICES"
  },
  {
    "description": "Facial Artistry and Aesthetics in Tucson has provided a luxurious package featuring a Diamond Glow facial and Lumivive Corrective system for radiant skin and a chic cosmetic bag. Then add a touch of glam with a special event updo styled by Corrine Lynch from Revival Salon Spa. Complete the pampering experience with Adi Cabrera's premium hair care products for flawless at-home styling. Elevate your look and feel your best for any occasion with this indulgent treatment.",
    "title": "A Diamond Glow Facial, Lumivive Corrective System & Special Event Hairdo",
    "item_id": 220,
    "short_title": "Event Ready!",
    "fair_market_value": 825,
    "categories": "SERVICES"
  },
  {
    "description": "Indulge in a luxurious day of shopping at La Encantada in Tucson, AZ with this amazing selection of gift cards. Start your day by treating yourself to a rejuvenating spa day at Fushia Day Spa with a $250 gift card. Relax and unwind with a massage, facial, or manicure to pamper yourself from head to toe.After your spa session, head over to North Italia with a $100 gift card to enjoy delectable Italian cuisine in a chic and trendy atmosphere. Savor the mouthwatering pastas, pizzas, and other delicious dishes that are sure to tantalize your taste buds.Finish off your shopping day by browsing through the beautifully curated home decor at Crate and Barrel with a $150 gift card. Spruce up your living space with stylish furniture, home accessories, and kitchen supplies that will bring a touch of elegance to your abode.Whether you're splurging on yourself or shopping for loved ones, La Encantada offers a sophisticated and upscale shopping experience that is sure to delight. Treat yourself to a day of luxury and indulgence with these fabulous gift cards and make lasting memories in Tucson, AZ.",
    "title": "La Encantada Shopping Day",
    "item_id": 221,
    "short_title": "Shopping Day",
    "fair_market_value": 500,
    "categories": "EXPERIENCE"
  },
  {
    "description": "Enjoy a shopping spree at La Encantada in Tucson, Arizona, where you can splurge on $500 worth of stylish activewear at Lululemon. Explore the upscale outdoor mall and browse through the sleek and trendy pieces at Lululemon, known for its high-quality athletic wear.With a budget of $500, you'll have plenty of options to choose from, including leggings, sports bras, sweatshirts, and more, all designed to keep you comfortable and stylish during your workouts or daily activities. The staff at Lululemon will be there to help you find the perfect items to add to your wardrobe.By the end of your shopping day, you'll leave La Encantada feeling refreshed and stylish, with a new collection of Lululemon pieces that will inspire you to stay active and fashionable. It's the perfect way to treat yourself to a day of shopping and relaxation in a beautiful setting.",
    "title": "La Encantada Shopping Day",
    "item_id": 222,
    "short_title": "Shopping Day",
    "fair_market_value": 500,
    "categories": "EXPERIENCE"
  },
  {
    "description": "Indulge in a luxurious day of shopping at La Encantada in Tucson, AZ with this amazing selection of gift cards. Start your day by treating yourself to a rejuvenating spa day at Fuchsia Day Spa with a $250 gift card. Relax and unwind with a massage, facial, or manicure to pamper yourself from head to toe.After your spa session, head over to North Italia with a $100 gift card to enjoy delectable Italian cuisine in a chic and trendy atmosphere. Savor the mouthwatering pastas, pizzas, and other delicious dishes that are sure to tantalize your taste buds.Spend the afternoon indulging in choosing new Lululemon athleticwear spending your $500 gift card! What a treat!And then finish off your shopping day browsing through the beautifully curated home decor at Crate and Barrel and spend your $150 gift card. Spruce up your living space with stylish furniture, home accessories, and kitchen supplies that will bring a touch of elegance to your abode.Whether you're splurging on yourself or shopping for loved ones, La Encantada offers a sophisticated and upscale shopping experience that is sure to delight. Treat yourself to a day of luxury and indulgence with these fabulous gift cards and make lasting memories in Tucson, AZ.",
    "title": "La Encantada Shopping Day",
    "item_id": 222,
    "short_title": "Shopping Day",
    "fair_market_value": 1000,
    "categories": "EXPERIENCE"
  },
  {
    "description": "Unleash your inner treasure hunter with the Gather Vintage Market gift package! This thoughtful bundle includes a $100 gift card to spend at Gather, a vintage market filled with unique finds and hidden gems just waiting to be discovered.But that's not all - they also curated a special sampler of some of the items you can expect to find at Gather. Nestled inside the package, you'll find a charming ceramic cactus pot, perfect for adding a touch of greenery to any space. Accompanying the pot are delicate artificial succulents, bringing a little bit of nature indoors without any of the maintenance.And as a final touch, they included a stylish dish towel to add a pop of color and personality to your kitchen. Whether you're shopping for yourself or looking for the perfect gift for a loved one, the Gather Vintage Market gift package is sure to delight and inspire.",
    "title": "$100 Gather-A Vintage Market Gift Card Plus Ceramic Pot with Succulents & Cute Dishtowel",
    "item_id": 223,
    "short_title": "Gather Vintage",
    "fair_market_value": 150,
    "categories": "HOME"
  },
  {
    "description": "Get ready to bid on an exciting silent auction package with a $500 gift certificate to House n Garden in Tucson, AZ. Treat yourself to a shopping spree at this fantastic store, where you can find a variety of garden and outdoor items to enhance your outdoor living space.With a $500 gift certificate, you can explore House n Garden's range of outdoor furniture, decor, plants, and accessories to create a stunning garden oasis. Whether you're looking for cozy seating, colorful plants, or decorative accents, House n Garden has everything you need to transform your outdoor space.Don't miss this chance to win the $500 gift certificate and upgrade your garden with the help of House n Garden. Place your bid at the silent auction and get ready to bring your outdoor space to life with $500 worth of shopping at House n Garden in Tucson, AZ.",
    "title": "Home Decor Money to Spend in Tucson",
    "item_id": 223,
    "short_title": "Tucson Decor",
    "fair_market_value": 650,
    "categories": "HOME"
  },
  {
    "description": "Elevate your home decor game with this special package featuring money to spend at three of Tucson's favorite home decor stores. With $500 to House 'N Garden, $500 to Nest in the Desert, and $100 to Gather, A Vintage Market , you'll have the opportunity to explore a wide range of unique and stylish home goods to elevate every room in your home.But that's not all - this package also includes a ceramic flower pot filled with cute succulents and some little home goods items from Gather, A Vintage Market to add the perfect finishing touch to your space. Whether you're looking to update your living room, bedroom, or outdoor patio, this package has everything you need to create a stylish and cozy home environment that reflects your personal style. Treat yourself or a loved one to this special package and transform your living space into a cozy and inviting retreat.",
    "title": "Home Decor Shopping",
    "item_id": 223,
    "short_title": "Tucson Decor",
    "fair_market_value": 1150,
    "categories": "HOME"
  },
  {
    "description": "Indulge in the rich and elegant flavors of Brothers Cabernet Wine from Napa, California. This exquisite wine is crafted with passion and precision, showcasing the finest grapes from the renowned Napa Valley region. With each sip, you'll experience a symphony of dark fruits, smooth tannins, and a touch of oak, creating a velvety and luxurious mouthfeel. Whether enjoyed on its own or paired with a hearty steak or decadent chocolate dessert, Brothers Cabernet Wine is sure to elevate any occasion. Treat yourself to the taste of Napa with this 2-bottle set, perfect for sharing with friends or savoring on special occasions. Cheers to good company and even better wine!",
    "title": "Two Bottles of Brother Cabernet Wine",
    "item_id": 224,
    "short_title": "Brother Cab",
    "fair_market_value": 200,
    "categories": "WINE"
  },
  {
    "description": "Indulge in a luxurious shopping experience with a $500 gift certificate to spend at McGuire's Jewelry .With this package, you will have the opportunity to peruse a stunning collection of rings, necklaces, bracelets, earrings, and more. Treat yourself to a timeless diamond pendant, a bold statement ring, or a delicate pearl bracelet. Whatever your taste, McGuire's Jewelry offers a diverse selection of high-quality pieces to suit every style.Whether you are looking for a special gift for a loved one or simply want to treat yourself to something beautiful, McGuire's Jewelry is the perfect place to find something truly unique. Their knowledgeable staff is dedicated to providing exceptional customer service and helping you find the perfect piece to treasure for years to come.With a $500 gift certificate to spend at McGuire's Jewelry, you can explore their wide range of designer collections and find the perfect piece to add to your jewelry collection. Don't miss this opportunity to shop at one of the most prestigious jewelry stores in the area and elevate your style with a touch of luxury from McGuire's Jewelry.",
    "title": "$500 Gift Certificate to Spend at McGuire's Jewelers",
    "item_id": 225,
    "short_title": "McGuire's",
    "fair_market_value": 500,
    "categories": "JEWELRY"
  },
  {
    "description": "Get ready to bid on an exciting silent auction package with a $500 gift certificate to House n Garden in Tucson, AZ. Treat yourself to a shopping spree at this fantastic store, where you can find a variety of garden and outdoor items to enhance your outdoor living space.With a $500 gift certificate, you can explore House n Garden's range of outdoor furniture, decor, plants, and accessories to create a stunning garden oasis. Whether you're looking for cozy seating, colorful plants, or decorative accents, House n Garden has everything you need to transform your outdoor space.Don't miss this chance to win the $500 gift certificate and upgrade your garden with the help of House n Garden. Place your bid at the silent auction and get ready to bring your outdoor space to life with $500 worth of shopping at House n Garden in Tucson, AZ.",
    "title": "$500 Gift Card to House n Garden",
    "item_id": 226,
    "short_title": "House n Garden",
    "fair_market_value": 500,
    "categories": "HOME"
  },
  {
    "description": "Treat your loved ones to a delicious dining experience with a $150 gift card to El Charro family of restaurants. El Charro offers authentic Mexican cuisine made with fresh, high-quality ingredients. From sizzling fajitas to homemade tamales and refreshing margaritas, there is something for everyone to enjoy.",
    "title": "$150 to EL Charro Family of Restaurants",
    "item_id": 229,
    "short_title": "Si Charro!",
    "fair_market_value": 150,
    "categories": "RESTUARANT"
  },
  {
    "description": "This certificate entitles the recipient to a custom cake valued up to $250 from D'Lightful Treats, LLC in Tucson, AZ. The lucky recipient will have the opportunity to work with the talented bakers at D'Lightful Treats to create a delicious and visually stunning cake for any occasion. Whether it's a birthday, anniversary, wedding, or any other special event, this certificate ensures that the recipient will receive a one-of-a-kind cake that will be the highlight of the celebration. With a wide variety of flavors, fillings, and designs to choose from, the possibilities are endless. Treat yourself or a loved one to a sweet and unforgettable experience with a custom cake from D'Lightful Treats, LLC.Oak and Lily's gift certificate allows you to enjoy a balloon design valued at up to $225. With this certificate, you can choose from a wide range of stunning balloon arrangements crafted with care and precision. Perfect for birthdays, anniversaries, or any special occasion, this gift certificate provides the opportunity to elevate your decor and create a memorable atmosphere. Simply redeem the certificate and select your desired design from Oak and Lily's collection. Delivery and tax are additional, ensuring a seamless and stress-free experience for the recipient. Give the gift of luxury and creativity with for a beautiful balloon design.",
    "title": "Custom Cake and Balloon Design for Your Event",
    "item_id": 232,
    "short_title": "Cake & Balloons",
    "fair_market_value": 475,
    "categories": "SERVICES"
  },
  {
    "description": "Oak and Lily's gift certificate allows you to enjoy a balloon design valued at up to $225. With this certificate, you can choose from a wide range of stunning balloon arrangements crafted with care and precision. Perfect for birthdays, anniversaries, or any special occasion, this gift certificate provides the opportunity to elevate your decor and create a memorable atmosphere. Simply redeem the certificate and select your desired design from Oak and Lily's collection. Delivery and tax are additional, ensuring a seamless and stress-free experience for the recipient. Give the gift of luxury and creativity with Oak and Lily's $225 gift certificate for a beautiful balloon design.",
    "title": "Balloon Design of Your Choice",
    "item_id": 232,
    "short_title": "Oak & Lily",
    "fair_market_value": 225,
    "categories": "SERVICES"
  },
  {
    "description": "With a $100 MasterCard gift card, the spending possibilities are endless! Treat yourself to some retail therapy, stock up on groceries, splurge on a nice meal out, or even put it towards a fun weekend getaway. Whether you choose to pamper yourself with a shopping spree or use it for everyday essentials, this gift card gives you the freedom to spend as you like. The possibilities are endless and the choice is all yours!",
    "title": "$100 Mastercard to Spend as You Choose",
    "item_id": 233,
    "short_title": "$100 MCard",
    "fair_market_value": 100,
    "categories": "ENTERTAINMENT"
  },
  {
    "description": "This certificate entitles the recipient to a custom cake valued up to $250 from D'Lightful Treats, LLC in Tucson, AZ. The lucky recipient will have the opportunity to work with the talented bakers at D'Lightful Treats to create a delicious and visually stunning cake for any occasion. Whether it's a birthday, anniversary, wedding, or any other special event, this certificate ensures that the recipient will receive a one-of-a-kind cake that will be the highlight of the celebration. With a wide variety of flavors, fillings, and designs to choose from, the possibilities are endless. Treat yourself or a loved one to a sweet and unforgettable experience with a custom cake from D'Lightful Treats, LLC.",
    "title": "One Custom Cake (value up to $250) of Your Choice",
    "item_id": 234,
    "short_title": "D'Lightful",
    "fair_market_value": 250,
    "categories": "SERVICES"
  },
  {
    "description": "Enjoy a day of golf at The Views Golf Club in Oro Valley, Arizona with a foursome and carts included. Nestled in the stunning Santa Catalina Mountains, this premier golf course offers a challenging yet picturesque experience for players of all skill levels. You and your group will navigate through lush fairways, strategic bunkers, and pristine greens while taking in breathtaking views of the desert landscape. With carts provided, you can focus on your game and make the most of your time on the course. Whether you are a seasoned golfer or just starting out, a round at The Views Golf Club is sure to be a memorable and enjoyable experience for all. Please note that this certificate is valid for use at The Views Golf Club in Oro Valley, Arizona from May through December 2026. This certificate is non-refundable, fully transferable, and has no cash value. No credit will be issued for uncompleted rounds. To reserve a tee time, please call the clubhouse at 520-825-3110 no more than three days in advance. Don't miss out on the opportunity to experience a round of golf at this beautiful course with your group of four, complete with carts for a convenient and enjoyable day on the links.",
    "title": "Foursome of Golf with Carts @ The Views Golf Club in Oro Valley, AZ",
    "item_id": 235,
    "short_title": "The Views Golf",
    "fair_market_value": 400,
    "categories": "SPORTS"
  },
  {
    "description": "Escape to the luxurious The Westin La Paloma Resort with our exclusive two-night package, perfect for a romantic getaway or mini vacation.Indulge in a comfortable stay in a spacious guest room, complete with modern amenities and breathtaking views of the surrounding desert landscape. Wake up each morning to a delicious breakfast spread, included with your stay.Forget about the stress of parking fees, as we include parking as part of the package. Additionally, all taxes and resort fees are included in this package, so you can relax and enjoy your stay without any hidden costs.Please note that there are blackout dates from January 31, 2026, to March 30, 2026 . This special package is valid for stays outside of these blackout dates until December 30, 2026, giving you plenty of time to plan your escape. Book now and treat yourself to a peaceful retreat at The Westin La Paloma Resort and Spa.",
    "title": "Two Night Stay @ The Westin La Paloma Resort and Spa with Breakfast Daily",
    "item_id": 236,
    "short_title": "Westin LaPaloma",
    "fair_market_value": 1000,
    "categories": "VACATION"
  },
  {
    "description": "Indulge in a day of ultimate relaxation with the JW Marriott Starr Pass Hashani Spa package. Treat yourself to a luxurious 50-minute signature massage, designed to soothe your body and calm your mind. After your treatment, unwind at the saline lap pool, whirlpool, indoor steam room, and state-of-the-art fitness facilities.This certificate offers the perfect opportunity to escape the stresses of everyday life and pamper yourself in a tranquil oasis. Please note that this certificate is non-transferable, holds no cash value, and cannot be duplicated. It expires on December 31, 2026, so be sure to schedule your spa day before then to take full advantage of this rejuvenating experience.",
    "title": "One 50 Minute Hashani Signature Massage",
    "item_id": 237,
    "short_title": "Hashani Spa",
    "fair_market_value": 175,
    "categories": ""
  },
  {
    "description": "Indulge in the rich and robust flavors of the 2023 1858 Paso Robles Cabernet by Caymus in Napa. This exquisite wine showcases the best of California's Paso Robles region, known for producing exceptional Cabernet Sauvignon grapes. With a deep ruby color and a bouquet of dark fruit aromas, this wine offers a full-bodied palate with notes of blackcurrant, black cherry, and hints of vanilla. The tannins are smooth and well-integrated, providing a luxurious and velvety mouthfeel. Pair this outstanding wine with a juicy steak or aged cheeses for a truly memorable dining experience. Cheers to the exceptional craftsmanship and dedication to quality that Caymus is renowned for in the world of winemaking.",
    "title": "1858 Paso Roble",
    "item_id": 238,
    "short_title": "1858 Paso Roble",
    "fair_market_value": 480,
    "categories": "WINE"
  },
  {
    "description": "Nest in the Desert, founded by owner and visionary Robyn Halperin, was created with the idea of bringing warmth, beauty, and comfort into every home. More than just a home decor store, it offers professional interior design services to help transform spaces into reflections of personal style. With a carefully curated selection of unique furnishings and decor, Nest in the Desert is a true destination for those seeking inspired living. Robyn has generously donated a $500 gift card to be used toward any purchase.",
    "title": "",
    "item_id": 239,
    "short_title": "Nest in Desert",
    "fair_market_value": 500,
    "categories": ""
  },
  {
    "description": "Indulge in an evening of luxury and relaxation with a Private Wine Tasting for Six at GEORGE Wine Shop . This exclusive experience includes expertly selected wines, a tantalizing charcuterie board , and the chance to discover new and exciting flavors with your closest friends. Whether you are a wine connoisseur or a novice, the carefully curated selection of wines will cater to all tastes and preferences, while the knowledgeable staff at GEORGE Wine Shop will guide you through each tasting with their expertise. And after the tasting, select $100 worth of your favorite wines from George's Wine Shop to take home.In addition, you will receive a case of 1858 Paso Robles Cabernet Sauvignon by Caymus Vineyards anonymously donated to savor at home or share at your next gathering. Don't miss out on this opportunity to elevate your wine experience and create lasting memories with your loved ones!",
    "title": "George Wine Shop Experience and A Case of 1858 Paso Robles by Caymus",
    "item_id": 240,
    "short_title": "Wine Experience",
    "fair_market_value": 1000,
    "categories": "EXPERIENCE"
  }
]